dataSources.org
#+TITLE:     Meteorological Data Sources
#+AUTHOR:    Oscar Perpiñán Lamigueiro

* Climate and Meteorological Observations
  :PROPERTIES:
  :CUSTOM_ID: observations
  :END:

** Ground Stations
*** World
- [[http://www.bsrn.awi.de/][Baseline Surface Radiation Network]]

*** España
- [[http://eportal.magrama.gob.es/websiar/Inicio.aspx][MAGRAMA-SIAR]]
- [[http://www.aemet.es/es/eltiempo/observacion/ultimosdatos][AEMET]]
- [[http://www2.meteogalicia.es/galego/observacion/estacions/estacions.asp#][Meteogalicia]]
- [[http://meteo.navarra.es/estaciones/descargardatos.cfm][MeteoNavarra]]
- [[http://www.meteo.cat/xema/AppJava/SeleccioPerComarca.do][MeteoCat]]
- [[http://crea.uclm.es/siar/datmeteo/][Castilla - La Mancha]]
- [[http://www.meteoclimatic.com/][Meteoclimatic]]
- [[http://www.tiempodiario.com/][Tiempo Diario]]

*** USA
- [[http://www.nrel.gov/midc/][Measurement and Instrumentation Data Center NREL (NREL-MIDC)]]




** SSE-NASA
- 200 satellite-derived meteorology and solar energy parameters
  *monthly averaged* from 22 years of data
- Resolución 1ºx1º

[[https://eosweb.larc.nasa.gov/cgi-bin/sse/sse.cgi]]


** Integrated Climate Data Center

The [[http://icdc.zmaw.de/icdc_home.html?&L=1][CliSAP-Integrated Climate Data Center]] (ICDC) allows easy
access to climate relevant data from in-situ measurements and
satellite remote sensing. These data are important to determine
the status and the changes in the climate system. Additionally
some relevant re-analysis data are included, which are modeled on
the basis of observational data.

*** Coverage, spatial and temporal resolution

- Period: 07/2006 to 02/2011
- Temporal resolution: Monthly

- Coverage and spatial resolution:

    + Global
    + Spatial resolution: 2° x 2°, cartesian grid
    + Geographic longitude: -180°E to 180°E
    + Geographic latitude: -90°E to 90°E
    + Dimension: 180 columns x 90 rows for total ("total") cloud cover, and coverage of high ("high"), middle ("mid") and low level ("low") clouds; 180 columns x 90 rows x 40 levels for product "profile"
    + Altitude: variable for "total", "high", "mid", and "low"; every 480 m for "profile"

- Format: NetCDF

*** [[http://icdc.zmaw.de/icdc_home.html?&L=1][Solar Irradiance]]

CM-SAF (see below).

