dataSources.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Meteorological Data Sources</title>
<!-- 2014-07-12 sáb 13:36 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Oscar Perpiñán Lamigueiro" />
</head>
<body>
<div id="content">
<h1 class="title">Meteorological Data Sources</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#observations">1. Climate and Meteorological Observations</a>
<ul>
<li><a href="#sec-1-1">1.1. Ground Stations</a>
<ul>
<li><a href="#sec-1-1-1">1.1.1. World</a></li>
<li><a href="#sec-1-1-2">1.1.2. España</a></li>
<li><a href="#sec-1-1-3">1.1.3. USA</a></li>
</ul>
</li>
<li><a href="#sec-1-2">1.2. SSE-NASA</a></li>
<li><a href="#sec-1-3">1.3. Integrated Climate Data Center</a>
<ul>
<li><a href="#sec-1-3-1">1.3.1. Coverage, spatial and temporal resolution</a></li>
<li><a href="#sec-1-3-2">1.3.2. Solar Irradiance</a></li>
<li><a href="#sec-1-3-3">1.3.3. Cloud Cover</a></li>
</ul>
</li>
<li><a href="#sec-1-4">1.4. NCDC-NOAA</a>
<ul>
<li><a href="#sec-1-4-1">1.4.1. Satellite data</a></li>
</ul>
</li>
<li><a href="#sec-1-5">1.5. CALIPSO</a>
<ul>
<li><a href="#sec-1-5-1">1.5.1. Data products</a></li>
<li><a href="#sec-1-5-2">1.5.2. CloudSat</a></li>
<li><a href="#sec-1-5-3">1.5.3. Products:</a></li>
</ul>
</li>
<li><a href="#sec-1-6">1.6. EUMETSAT</a>
<ul>
<li><a href="#sec-1-6-1">1.6.1. Atmosphere</a></li>
<li><a href="#sec-1-6-2">1.6.2. Land</a></li>
</ul>
</li>
<li><a href="#sec-1-7">1.7. CM SAF</a>
<ul>
<li><a href="#sec-1-7-1">1.7.1. Description</a></li>
<li><a href="#sec-1-7-2">1.7.2. Products</a></li>
</ul>
</li>
<li><a href="#sec-1-8">1.8. LSA SAF</a></li>
<li><a href="#sec-1-9">1.9. MODIS</a>
<ul>
<li><a href="#sec-1-9-1">1.9.1. Description</a></li>
<li><a href="#sec-1-9-2">1.9.2. Products</a></li>
</ul>
</li>
<li><a href="#sec-1-10">1.10. PVGIS</a></li>
<li><a href="#sec-1-11">1.11. OpenWeatherMap</a>
<ul>
<li><a href="#sec-1-11-1">1.11.1. API</a></li>
<li><a href="#sec-1-11-2">1.11.2. Pricing</a></li>
</ul>
</li>
<li><a href="#sec-1-12">1.12. INPE (Brasil)</a></li>
<li><a href="#sec-1-13">1.13. ADRASE - CIEMAT</a></li>
</ul>
</li>
<li><a href="#forecast">2. Weather Forecast</a>
<ul>
<li><a href="#sec-2-1">2.1. NCDC-NOAA</a>
<ul>
<li><a href="#sec-2-1-1">2.1.1. Global Data Assimilation System</a></li>
<li><a href="#sec-2-1-2">2.1.2. Global Forecast System (GFS)</a></li>
<li><a href="#sec-2-1-3">2.1.3. Global Ensemble Forecast System (GEFS)</a></li>
<li><a href="#sec-2-1-4">2.1.4. North American Model (NAM)</a></li>
<li><a href="#sec-2-1-5">2.1.5. Rapid Refresh (RAP)</a></li>
<li><a href="#sec-2-1-6">2.1.6. Rapid Update Cycle (RUC)</a></li>
</ul>
</li>
<li><a href="#sec-2-2">2.2. WRF</a>
<ul>
<li><a href="#sec-2-2-1">2.2.1. Description</a></li>
<li><a href="#sec-2-2-2">2.2.2. Institutions</a></li>
<li><a href="#sec-2-2-3">2.2.3. Meteogalicia</a></li>
<li><a href="#sec-2-2-4">2.2.4. BSC</a></li>
<li><a href="#sec-2-2-5">2.2.5. UPM</a></li>
</ul>
</li>
<li><a href="#sec-2-3">2.3. MM5</a>
<ul>
<li><a href="#sec-2-3-1">2.3.1. Description</a></li>
</ul>
</li>
<li><a href="#sec-2-4">2.4. ECMWF</a></li>
<li><a href="#sec-2-5">2.5. AEMET</a>
<ul>
<li><a href="#sec-2-5-1">2.5.1. Hirlam</a></li>
<li><a href="#sec-2-5-2">2.5.2. Harmonie</a></li>
<li><a href="#sec-2-5-3">2.5.3. SAF  de Nowcasting</a></li>
<li><a href="#sec-2-5-4">2.5.4. Sistemas de Predicción por Conjuntos para la predicción probabilística</a></li>
<li><a href="#sec-2-5-5">2.5.5. Desarrollo de técnicas avanzadas de verificación</a></li>
<li><a href="#sec-2-5-6">2.5.6. Métodos de adaptación estadística a las salidas de los modelos numéricos</a></li>
<li><a href="#sec-2-5-7">2.5.7. Herramientas para la identificación objetiva de estructuras convectivas</a></li>
</ul>
</li>
<li><a href="#sec-2-6">2.6. forecast.io</a>
<ul>
<li><a href="#sec-2-6-1">2.6.1. Data sources</a></li>
<li><a href="#sec-2-6-2">2.6.2. API</a></li>
<li><a href="#sec-2-6-3">2.6.3. Pricing policy</a></li>
</ul>
</li>
<li><a href="#sec-2-7">2.7. OpenWeatherMap</a>
<ul>
<li><a href="#sec-2-7-1">2.7.1. API</a></li>
<li><a href="#sec-2-7-2">2.7.2. Pricing</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#reanalysis">3. Reanalysis</a>
<ul>
<li><a href="#sec-3-1">3.1. NCDC-NOAA</a>
<ul>
<li><a href="#sec-3-1-1">3.1.1. Climate Forecast System Reanalysis and Reforecast (CFSRR)</a></li>
<li><a href="#sec-3-1-2">3.1.2. Reanalysis-1 / Reanalysis-2</a></li>
</ul>
</li>
<li><a href="#sec-3-2">3.2. ENSEMBLES</a></li>
<li><a href="#sec-3-3">3.3. reanalyses.org</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-observations" class="outline-2">
<h2 id="observations"><a id="sec-1" name="sec-1"></a><span class="section-number-2">1</span> Climate and Meteorological Observations</h2>
<div class="outline-text-2" id="text-observations">
</div>

<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Ground Stations</h3>
<div class="outline-text-3" id="text-1-1">
</div><div id="outline-container-sec-1-1-1" class="outline-4">
<h4 id="sec-1-1-1"><span class="section-number-4">1.1.1</span> World</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li><a href="http://www.bsrn.awi.de/">Baseline Surface Radiation Network</a>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-1-2" class="outline-4">
<h4 id="sec-1-1-2"><span class="section-number-4">1.1.2</span> España</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li><a href="http://eportal.magrama.gob.es/websiar/Inicio.aspx">MAGRAMA-SIAR</a>
</li>
<li><a href="http://www.aemet.es/es/eltiempo/observacion/ultimosdatos">AEMET</a>
</li>
<li><a href="http://www2.meteogalicia.es/galego/observacion/estacions/estacions.asp#">Meteogalicia</a>
</li>
<li><a href="http://meteo.navarra.es/estaciones/descargardatos.cfm">MeteoNavarra</a>
</li>
<li><a href="http://www.meteo.cat/xema/AppJava/SeleccioPerComarca.do">MeteoCat</a>
</li>
<li><a href="http://crea.uclm.es/siar/datmeteo/">Castilla - La Mancha</a>
</li>
<li><a href="http://www.meteoclimatic.com/">Meteoclimatic</a>
</li>
<li><a href="http://www.tiempodiario.com/">Tiempo Diario</a>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-1-3" class="outline-4">
<h4 id="sec-1-1-3"><span class="section-number-4">1.1.3</span> USA</h4>
<div class="outline-text-4" id="text-1-1-3">
<ul class="org-ul">
<li><a href="http://www.nrel.gov/midc/">Measurement and Instrumentation Data Center NREL (NREL-MIDC)</a>
</li>
</ul>
</div>
</div>
</div>



<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> SSE-NASA</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>200 satellite-derived meteorology and solar energy parameters
  <b>monthly averaged</b> from 22 years of data
</li>
<li>Resolución 1ºx1º
</li>
</ul>

<p>
<a href="https://eosweb.larc.nasa.gov/cgi-bin/sse/sse.cgi">https://eosweb.larc.nasa.gov/cgi-bin/sse/sse.cgi</a>
</p>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Integrated Climate Data Center</h3>
<div class="outline-text-3" id="text-1-3">
<p>
The <a href="http://icdc.zmaw.de/icdc_home.html?&L=1">CliSAP-Integrated Climate Data Center</a> (ICDC) allows easy
access to climate relevant data from in-situ measurements and
satellite remote sensing. These data are important to determine
the status and the changes in the climate system. Additionally
some relevant re-analysis data are included, which are modeled on
the basis of observational data.
</p>
</div>

<div id="outline-container-sec-1-3-1" class="outline-4">
<h4 id="sec-1-3-1"><span class="section-number-4">1.3.1</span> Coverage, spatial and temporal resolution</h4>
<div class="outline-text-4" id="text-1-3-1">
<ul class="org-ul">
<li>Period: 07/2006 to 02/2011
</li>
<li>Temporal resolution: Monthly
</li>

<li>Coverage and spatial resolution:

<ul class="org-ul">
<li>Global
</li>
<li>Spatial resolution: 2° x 2°, cartesian grid
</li>
<li>Geographic longitude: -180°E to 180°E
</li>
<li>Geographic latitude: -90°E to 90°E
</li>
<li>Dimension: 180 columns x 90 rows for total (&ldquo;total&rdquo;) cloud cover, and coverage of high (&ldquo;high&rdquo;), middle (&ldquo;mid&rdquo;) and low level (&ldquo;low&rdquo;) clouds; 180 columns x 90 rows x 40 levels for product &ldquo;profile&rdquo;
</li>
<li>Altitude: variable for &ldquo;total&rdquo;, &ldquo;high&rdquo;, &ldquo;mid&rdquo;, and &ldquo;low&rdquo;; every 480 m for &ldquo;profile&rdquo;
</li>
</ul>
</li>

<li>Format: NetCDF
</li>
</ul>
</div>
</div>
