dataSources.tex
% Created 2014-07-12 sáb 13:36
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{color}
\usepackage{listings}
\usepackage[hyperref,x11names]{xcolor}
\hypersetup{colorlinks=true,urlcolor=SteelBlue4,linkcolor=Firebrick4}
\author{Oscar Perpiñán Lamigueiro}
\date{\today}
\title{Meteorological Data Sources}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.3.1 (Org mode 8.2.1)}}
\begin{document}

\maketitle
\tableofcontents


\section{Climate and Meteorological Observations}
\label{sec-1}

\subsection{Ground Stations}
\label{sec-1-1}
\subsubsection{World}
\label{sec-1-1-1}
\begin{itemize}
\item \href{http://www.bsrn.awi.de/}{Baseline Surface Radiation Network}
\end{itemize}
\subsubsection{España}
\label{sec-1-1-2}
\begin{itemize}
\item \href{http://eportal.magrama.gob.es/websiar/Inicio.aspx}{MAGRAMA-SIAR}
\item \href{http://www.aemet.es/es/eltiempo/observacion/ultimosdatos}{AEMET}
\item \href{http://www2.meteogalicia.es/galego/observacion/estacions/estacions.asp#}{Meteogalicia}
\item \href{http://meteo.navarra.es/estaciones/descargardatos.cfm}{MeteoNavarra}
\item \href{http://www.meteo.cat/xema/AppJava/SeleccioPerComarca.do}{MeteoCat}
\item \href{http://crea.uclm.es/siar/datmeteo/}{Castilla - La Mancha}
\item \href{http://www.meteoclimatic.com/}{Meteoclimatic}
\item \href{http://www.tiempodiario.com/}{Tiempo Diario}
\end{itemize}
\subsubsection{USA}
\label{sec-1-1-3}
\begin{itemize}
\item \href{http://www.nrel.gov/midc/}{Measurement and Instrumentation Data Center NREL (NREL-MIDC)}
\end{itemize}



\subsection{SSE-NASA}
\label{sec-1-2}
\begin{itemize}
\item 200 satellite-derived meteorology and solar energy parameters
  \textbf{monthly averaged} from 22 years of data
\item Resolución 1ºx1º
\end{itemize}

\url{https://eosweb.larc.nasa.gov/cgi-bin/sse/sse.cgi}

\subsection{Integrated Climate Data Center}
\label{sec-1-3}

The \href{http://icdc.zmaw.de/icdc_home.html?&L=1}{CliSAP-Integrated Climate Data Center} (ICDC) allows easy
access to climate relevant data from in-situ measurements and
satellite remote sensing. These data are important to determine
the status and the changes in the climate system. Additionally
some relevant re-analysis data are included, which are modeled on
the basis of observational data.

\subsubsection{Coverage, spatial and temporal resolution}
\label{sec-1-3-1}

\begin{itemize}
\item Period: 07/2006 to 02/2011
\item Temporal resolution: Monthly

\item Coverage and spatial resolution:

\begin{itemize}
\item Global
\item Spatial resolution: 2° x 2°, cartesian grid
\item Geographic longitude: -180°E to 180°E
\item Geographic latitude: -90°E to 90°E
\item Dimension: 180 columns x 90 rows for total (``total'') cloud cover, and coverage of high (``high''), middle (``mid'') and low level (``low'') clouds; 180 columns x 90 rows x 40 levels for product ``profile''
\item Altitude: variable for ``total'', ``high'', ``mid'', and ``low''; every 480 m for ``profile''
\end{itemize}

\item Format: NetCDF
\end{itemize}
