dataSources.html
<div id="outline-container-sec-1-3-2" class="outline-4">
<h4 id="sec-1-3-2"><span class="section-number-4">1.3.2</span> <a href="http://icdc.zmaw.de/icdc_home.html?&L=1">Solar Irradiance</a></h4>
<div class="outline-text-4" id="text-1-3-2">
<p>
CM-SAF (see below).
</p>
</div>
</div>
<div id="outline-container-sec-1-3-3" class="outline-4">
<h4 id="sec-1-3-3"><span class="section-number-4">1.3.3</span> <a href="http://icdc.zmaw.de/calipso-cloudsat_cloudcover.html?&L=1">Cloud Cover</a></h4>
<div class="outline-text-4" id="text-1-3-3">
<p>
This data set is only available for a restricted user
group. <a href="http://icdc.zmaw.de/beratung.html?&L=1">Contact</a>.
</p>

<p>
This data set is based on observations of two vertically profiling
  satellite sensors: a radar (CloudSat) and a lidar
  (CALIPSO-CALIOP). The CloudSat radar operates at a frequency of 94
  GHz (wavelength: about 2 mm). The CALIPSO lidar operates with three
  channels: two at 532 nm which perpendicular to each other
  polarization and one at 1064 nm.
</p>
</div>
</div>
</div>

<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> NCDC-NOAA</h3>
<div class="outline-text-3" id="text-1-4">
<p>
<a href="http://www.ncdc.noaa.gov/">NOAA’s National Climatic Data Center</a> (NCDC) maintains the world&rsquo;s
largest climate data archive and provides climatological services
and data to every sector of the United States economy and to users
worldwide. Records in the archive range from paleoclimatic data to
centuries-old journals to data less than an hour old. The Center&rsquo;s
mission is to preserve these data and make them available to the
public, business, industry, government, and researchers.
</p>
</div>


<div id="outline-container-sec-1-4-1" class="outline-4">
<h4 id="sec-1-4-1"><span class="section-number-4">1.4.1</span> Satellite data</h4>
<div class="outline-text-4" id="text-1-4-1">
<p>
The National Oceanic and Atmospheric Administration (NOAA) manages
a <a href="http://www.ncdc.noaa.gov/satellite-data">constellation of geostationary and polar-orbiting meteorological
spacecrafts</a>. These satellites are distributed among three
operational programs: the Suomi NPOESS Preparatory Project (NPP),
the Geostationary Operational Environmental Satellite Program
(GOES), and the Polar Operational Environmental Satellite Program
(POES). The Defense Meteorological Satellite Program (DMSP)
satellites are operated by the U.S. Department of Defense and the
data are archived and distributed by NOAA&rsquo;s National Climatic Data
Center (NCDC) under the Shared Processing Program.
</p>

<ul class="org-ul">
<li>The International Satellite Cloud Climatology
Project (<a href="http://isccp.giss.nasa.gov/">ISCCP</a>) provides global cloud information at many
resolutions (32 to 280km) and time scales (3 hourly to monthly)
derived from geostationary and polar orbiting satellite
instruments.  Global; varying resolution 1983–2009
</li>

<li>Climate Data Record Program Gridded Satellite (GridSat) from
ISCCP B1 Infrared (IR) window channel brightness
temperatures. Data have been calibrated and remapped to gridded
netCDF.  70N-70S; 8km 3 hourly; 1981-2009
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-1-5" class="outline-3">
<h3 id="sec-1-5"><span class="section-number-3">1.5</span> CALIPSO</h3>
<div class="outline-text-3" id="text-1-5">
<p>
The Cloud-Aerosol Lidar and Infrared Pathfinder Satellite
Observation (CALIPSO) satellite provides new insight into the role
that clouds and atmospheric aerosols (airborne particles) play in
regulating Earth&rsquo;s weather, climate, and air quality.
</p>

<p>
CALIPSO combines an active lidar instrument with passive infrared
and visible imagers to probe the vertical structure and properties
of thin clouds and aerosols over the globe. CALIPSO was launched
on April 28, 2006 with the cloud profiling radar system on the
CloudSat satellite.
</p>

<p>
CALIPSO and CloudSat are highly complementary and together provide
new, never-before-seen 3-D perspectives of how clouds and aerosols
form, evolve, and affect weather and climate. CALIPSO and CloudSat
fly in formation with three other satellites in the A-train
constellation to enable an even greater understanding of our
climate system from the broad array of sensors on these other
spacecraft.
</p>
</div>
