dataSources.tex

\subsubsection{\href{http://eosweb.larc.nasa.gov/PRODOCS/calipso/table_calipso.html}{Data products}}
\label{sec-1-5-1}

Extracted from \href{http://www-calipso.larc.nasa.gov/products/CALIPSO_DPC_Rev3x5.pdf}{Document No: PC-SCI-503}.

Lidar Level 1 data values consist of geolocated profiles of
calibrated lidar return signals. Level 1 IIR and WFC data consist
of calibrated radiances. 

There are three types of Lidar Level 2 products: layer products
(cloud and aerosol), profile products (backscatter and extinction)
and a vertical feature mask (cloud and aerosol locations and
type). IIR Level 2 products are provided based on the IIR Swath
(all pixels across swath) and IIR Track (coincident with lidar
footprints). The Lidar Level 2 cloud layer products are produced
at three horizontal resolutions: 1/3 km, 1 km, and 5 km. The Lidar
Level 2 aerosol layer products are produced at a 5 km horizontal
resolution. The cloud and aerosol layer data products are written
in Hierarchical Data Format (HDF).

Lidar Level 3 products contain monthly-averaged parameters that
are mapped onto a uniform spatial grid.

The highest quality data products generated by the DMS are
referred to as Standard data products. These products have a 2-4
day latency to incorporate the global meteorological and other
reference products. 

The CALIPSO project has also developed several special products
such as an Expedited Level 1.5 near-real time product released to
operational forecast centers and a Lidar Level 3 Aerosol data
product. The Expedited Level 1.5 data set is a merged product
using the Lidar Level 1 data, Level 2 Aerosol profiles and Level 2
Vertical Feature Mask information. It provides continuous,
calibrated and geo-located profiles of cloud-cleared data. The
Lidar Level 3 Aerosol data product is a monthly-averaged data set
derived using Lidar Level 2 products and maps aerosol parameters
onto a uniform space and time grid and employs various filtering
options.

Data can be freely ordered from \href{http://eosweb.larc.nasa.gov/HBDOCS/langley_web_tool.html}{NASA ASDC}.
\subsubsection{\href{http://cloudsat.atmos.colostate.edu/}{CloudSat}}
\label{sec-1-5-2}

CloudSat is a satellite mission designed to measure the vertical
structure of clouds from space. The radar data produces detailed
images of cloud structures which will contribute to a better
understanding of clouds and climate. Please peruse this website to
find out more about the CloudSat mission and the Data Processing
Center.  
\subsubsection{\href{http://www.cloudsat.cira.colostate.edu/dataHome.php}{Products}:}
\label{sec-1-5-3}

CloudSat data products are made available in HDF-EOS format and
are created with HDF-EOS 2.5 based on HDF 4.1r2. Data is available
after registration from the \href{http://www.cloudsat.cira.colostate.edu/data_dist/OrderData.php}{CloudSat Data Processing Center}.

\begin{itemize}
\item 1B-CPR-FL: Radar Backscatter Profiles (First-Look)
\item 1B-CPR: Radar Backscatter Profiles
\item 2B-GEOPROF: Cloud Geometrical Profile
\item 2B-CLDCLASS: Cloud Classification
\item 2B-CWC-RO: Cloud Water Content (Radar-only) (includes liquid and ice)
\item 2B-TAU: Cloud Optical Depth
\item 2B-CWC-RVOD: Cloud Water Content (Radar-Visible Optical Depth) (includes liquid and ice)
\item 2B-FLXHR: Fluxes and Heating Rates
\item 2B-GEOPROF-LIDAR: Radar-Lidar Cloud Geometrical Profile
\item 2B-CLDCLASS-LIDAR: Radar-Lidar Cloud Classification
\end{itemize}

\subsection{EUMETSAT}
\label{sec-1-6}

\href{http://www.eumetsat.int}{EUMETSAT} operates a fleet of meteorological satellites, and their
related ground systems, to deliver reliable and cost-efficient
data, images and products. These, in turn, service requirements
for weather and climate monitoring — primarily of national
meteorological services in the Member- and Cooperating States.

There are several \href{http://www.eumetsat.int/Home/Main/DataProducts/ProductNavigator/index.htm?l=en}{data products} available:
