dataSources.html

<div id="outline-container-sec-1-6-1" class="outline-4">
<h4 id="sec-1-6-1"><span class="section-number-4">1.6.1</span> Atmosphere</h4>
<div class="outline-text-4" id="text-1-6-1">
<ul class="org-ul">
<li><a href="http://navigator.eumetsat.int/discovery/Start/DirectSearch/Extended.do?freeTextValue%2528resourceidentifier%2529=EO:EUM:DAT:MSG:AMV">Atmospheric Motion Vectors</a>
</li>
</ul>

<p>
Atmospheric Motion Vectors at all heights below the tropopause,
derived from 5 channels (Visual 0.8, Water Vapour 6.2, Water
Vapour 7.3, Infrared 10.8 and the High Resolution Visual channel),
all combined into one product. Vectors are derived by tracking the
motion of clouds and other atmospheric constituents as water
vapour patterns. The initial resolution is a 24 pixels grid (HRV
12 high res. pixels), but as the algorithm tries to adjust the
position to the point of the maximum contrast (typically cloud
edges), the end resolution varies. The height assignment of the
AMVs is calculated using the Cross-Correlation Contribution (CCC)
function to determine the pixels that contribute the most to the
vectors. An AMV product contains between 30 000 and 50 000 vectors
depending of the time of the day, and uses SEVERI image data from
Meteosat-8 and onwards (24 per day).
</p>

<ul class="org-ul">
<li><a href="http://navigator.eumetsat.int/discovery/Start/DirectSearch/Extended.do?freeTextValue%2528resourceidentifier%2529=EO:EUM:DAT:MSG:CSR">Clear Sky Radiances</a>
</li>
</ul>

<p>
The Clear-Sky Radiances (CSR) product is a subset of the
information derived during the Scenes Analysis processing. The
product provides the radiances for a subset of the MSG channels
averaged over all pixels within a processing segment which have
been identified as clear, except for channel WV6.2 where the CSR
is also derived for areas containing low-level clouds. The final
CSR product is BUFR encoded at every third quarter of the hour
(e.g 00:45, 01:45 &#x2026;) and distributed to the users via EUMETCAST
and GTS. It is also stored in the EUMETSAT Data
Centre. Applications and Users: Numerical weather prediction
</p>

<ul class="org-ul">
<li><a href="http://navigator.eumetsat.int/discovery/Start/DirectSearch/Extended.do?freeTextValue%2528resourceidentifier%2529=EO:EUM:DAT:MSG:CLA">Cloud Analysis</a> 
</li>
</ul>

<p>
Identification of cloud layers with cloud type and coverage,
height and temperature. Applications and Users: Weather
forecasting, numerical weather prediction, climate research and
monitoring. (24 per day)
</p>

<ul class="org-ul">
<li><a href="http://navigator.eumetsat.int/discovery/Start/DirectSearch/Extended.do?freeTextValue%2528resourceidentifier%2529=EO:EUM:DAT:MSG:OCA">Optimal Cloud Analysis</a>
</li>
</ul>

<p>
The basic premise of the scheme is that best quality products are
derived when all the information in the measurements is used,
properly accounting for errors in the measurements and supporting
data, and making use of physical radiative transfer
calculations. In the current configuration, the 0.6, 0.8, 1.6,
10.8 and 12 µm channels are employed to estimate cloud optical
depth, phase and cloud particle size and pressure on a
pixel-by-pixel basis. This will soon be extended to include the
3.9, 8.7 and 13 µm channels and pixel fractional cloud
cover. Coded as a prototype system by RAL in 2001, the &lsquo;Optimal
Cloud Analysis&rsquo; scheme is now under development at EUMETSAT with
the aim to provide potential &lsquo;Day-2&rsquo; products from the MSG SEVIRI
instrument.
</p>

<ul class="org-ul">
<li><a href="http://smsc.cnes.fr/IASI/">IASI</a>
</li>
</ul>

<p>
The main objective of the Infrared Atmospheric Sounding
Interferometer (IASI) is to provide high resolution atmospheric
emission spectra to derive temperature and humidity profiles with
high spectral and vertical resolution and accuracy. Additionally
it is used for the determination of trace gases, as well as land
and sea surface temperature, emissivity and cloud properties. The
Cloud Parameters (CLP) product contains fractional cloud cover,
cloud top pressure and temperature and cloud phase, retrieved from
the IASI sounder measurements. The spatial sampling is ca. 25 km
at nadir. 
</p>

<ul class="org-ul">
<li><a href="http://navigator.eumetsat.int/discovery/Query/Detail.do?fileIdentifier=EO%253AEUM%253ADAT%253AMFG%253ACMW1&pageId=brief_BROWSER_QUERY_FRAME&history=catalogHistory">Cloud Motion Winds</a>
</li>
</ul>

<p>
This product is a high-quality subset of the ELW product. The
winds are derived for all three spectral channels (VIS in half
resolution) as for the ELW Product. However, the CMW product only
includes the best wind for each segment determined from the QI
value. There are other limitations, specified in the dissemination
limit table. A typical product will contain up to 750 winds per
channel. The product is distributed for the synoptic hours of 00,
06, 12 and 18 UTC in SATOB code. (16 per day)
</p>
</div>
</div>
