dataSources.html

<div id="outline-container-sec-1-6-2" class="outline-4">
<h4 id="sec-1-6-2"><span class="section-number-4">1.6.2</span> <a href="http://www.eumetsat.int/Home/Main/DataProducts/Land/index.htm?l=en">Land</a></h4>
<div class="outline-text-4" id="text-1-6-2">
<ul class="org-ul">
<li><a href="http://navigator.eumetsat.int/discovery/Start/DirectSearch/Extended.do?freeTextValue%2528resourceidentifier%2529=EO:EUM:DAT:MSG:LST-SEVIRI">Land Surface Temperature</a>
</li>
</ul>

<p>
Land Surface Temperature (LST) is the radiative skin temperature
over land. LST plays an important role in the physics of land
surface as it is involved in the processes of energy and water
exchange with the atmosphere. LST is useful for the scientific
community, namely for those dealing with meteorological and
climate models. Accurate values of LST are also of special
interest in a wide range of areas related to land surface
processes, including meteorology, hydrology, agrometeorology,
climatology and environmental studies.
</p>

<ul class="org-ul">
<li><a href="http://navigator.eumetsat.int/discovery/Start/DirectSearch/Extended.do?freeTextValue%2528resourceidentifier%2529=EO:EUM:DAT:METOP:OAS012">ASCAT Winds and Soil Moisture at 12.5 km Swath Grid</a>
</li>
</ul>

<p>
This ASCAT Multi-parameter product contains surface wind vectors
over ocean and soil moisture index over land. Additionally, the
backscatter values involved in the retrieval of the geophysical
parameters above are also included, as well as several quality
flags to facilitate the use of the data. For NWP users this
product is provided in BUFR format. The netCDF version of this
product contains Winds ONLY.
</p>

<ul class="org-ul">
<li><a href="http://navigator.eumetsat.int/discovery/Query/Detail.do?fileIdentifier=EO%253AEUM%253ADAT%253AMETOP%253AAVHRRL1&pageId=brief_BROWSER_QUERY_FRAME&history=catalogHistory">Advanced Very High Resolution Radiometer</a>
</li>
</ul>

<p>
The Advanced Very High Resolution Radiometer (AVHRR) operates at 5
different channels simultaneously in the visible and infrared
bands, with wavelengths specified in the instrument channels
description. Channel 3 switches between 3a and 3b for daytime and
nighttime. As a high-resolution imager (about 1.1 km near nadir)
its main purpose is to provide cloud and surface information such
as cloud coverage, cloud top temperature, surface temperature over
land and sea, and vegetation or snow/ice. In addition, AVHRR
products serve as input for the level 2 processing of IASI and
ATOVS. (15 per day, ~1Gb)
</p>
</div>
</div>
</div>

<div id="outline-container-sec-1-7" class="outline-3">
<h3 id="sec-1-7"><span class="section-number-3">1.7</span> CM SAF</h3>
<div class="outline-text-3" id="text-1-7">
</div><div id="outline-container-sec-1-7-1" class="outline-4">
<h4 id="sec-1-7-1"><span class="section-number-4">1.7.1</span> Description</h4>
<div class="outline-text-4" id="text-1-7-1">
<p>
The <a href="http://www.cmsaf.eu/">Satellite Application Facility on Climate Monitoring</a> (CM SAF)
is a joint venture of the Royal Netherlands Meteorological
Institute, the Swedish Meteorological and Hydrological Institute,
the Royal Meteorological Institute of Belgium, the Finnish
Meteorological Institute, the Deutscher Wetterdienst, Meteoswiss,
the UK MetOffice, with the collaboration of the European
Organization for the Exploitation of Meteorological Satellites
(EUMETSAT). The CM SAF was funded in 1992 to retrieve, archive,
and distribute climate data to be used for climate monitoring and
climate analysis. The spatial resolution of the different products
ranges from 15 to 90 km².
</p>
</div>
</div>
<div id="outline-container-sec-1-7-2" class="outline-4">
<h4 id="sec-1-7-2"><span class="section-number-4">1.7.2</span> Products</h4>
<div class="outline-text-4" id="text-1-7-2">
<p>
The CM SAF provides two categories of data: operational products
and climate data. The operational products are built on data that
is validated with on-ground stations and then is provided in near
real time to develop variability studies in diurnal and seasonal
time scales. However, climate data are long-term data series to
assess inter-annual variability.
</p>

<p>
The Operational Products are divided in four classes:
</p>

<ul class="org-ul">
<li><a href="http://wui.cmsaf.eu/safira/action/viewProduktList?id=1">Clouds</a>
<ul class="org-ul">
<li>Fractional cloud cover
</li>
<li>Cloud optical depth
</li>
<li>Cloud phase
</li>
<li>Cloud top height
</li>
<li>Cloud top pressure
</li>
<li>Cloud top temperature
</li>
<li>Cloud type
</li>
<li>Cloud water path
</li>
</ul>
</li>
<li><a href="http://wui.cmsaf.eu/safira/action/viewProduktList?id=2">Surface radiation</a>
<ul class="org-ul">
<li>Surface albedo
</li>
<li>Surface downward longwave radiation
</li>
<li>Surface incoming direct radiation
</li>
<li>Surface incoming shortwave radiation
</li>
<li>Surface net longwave radiation
</li>
<li>Surface net shortwave radiation
</li>
<li>Surface outgoing longwave radiation
</li>
<li>Surface radiation budget
</li>
</ul>
</li>
<li><a href="http://wui.cmsaf.eu/safira/action/viewProduktList?id=3">Radiation fluxes at the top of the atmosphere</a>
<ul class="org-ul">
<li>Emitted thermal radiative flux at top of atmosphere
</li>
<li>Incoming solar radiative flux at top of atmosphere
</li>
<li>Reflected solar radiative flux at top of atmosphere
</li>
</ul>
</li>
<li><a href="http://wui.cmsaf.eu/safira/action/viewProduktList?id=5">Water vapour and temperature products</a>
<ul class="org-ul">
<li>Water vapour, temperature and rel. humidity at 5 layers
</li>
<li>Temperature and specific humidity at 6 pressure levels
</li>
<li>Vertically integrated water vapour
</li>
</ul>
</li>
</ul>

<p>
These products are available at daily and monthly temporal
resolutions. Some of the equivalent climate data sets are
available with hourly temporal resolutions.
</p>

<p>
The data provision is free of charge from the <a href="http://wui.cmsaf.eu/">Web User Interface</a>.
</p>
</div>
</div>
</div>
