dataSources.tex

\subsubsection{\href{http://www.eumetsat.int/Home/Main/DataProducts/Land/index.htm?l=en}{Land}}
\label{sec-1-6-2}

\begin{itemize}
\item \href{http://navigator.eumetsat.int/discovery/Start/DirectSearch/Extended.do?freeTextValue%2528resourceidentifier%2529=EO:EUM:DAT:MSG:LST-SEVIRI}{Land Surface Temperature}
\end{itemize}

Land Surface Temperature (LST) is the radiative skin temperature
over land. LST plays an important role in the physics of land
surface as it is involved in the processes of energy and water
exchange with the atmosphere. LST is useful for the scientific
community, namely for those dealing with meteorological and
climate models. Accurate values of LST are also of special
interest in a wide range of areas related to land surface
processes, including meteorology, hydrology, agrometeorology,
climatology and environmental studies.

\begin{itemize}
\item \href{http://navigator.eumetsat.int/discovery/Start/DirectSearch/Extended.do?freeTextValue%2528resourceidentifier%2529=EO:EUM:DAT:METOP:OAS012}{ASCAT Winds and Soil Moisture at 12.5 km Swath Grid}
\end{itemize}

This ASCAT Multi-parameter product contains surface wind vectors
over ocean and soil moisture index over land. Additionally, the
backscatter values involved in the retrieval of the geophysical
parameters above are also included, as well as several quality
flags to facilitate the use of the data. For NWP users this
product is provided in BUFR format. The netCDF version of this
product contains Winds ONLY.

\begin{itemize}
\item \href{http://navigator.eumetsat.int/discovery/Query/Detail.do?fileIdentifier=EO%253AEUM%253ADAT%253AMETOP%253AAVHRRL1&pageId=brief_BROWSER_QUERY_FRAME&history=catalogHistory}{Advanced Very High Resolution Radiometer}
\end{itemize}

The Advanced Very High Resolution Radiometer (AVHRR) operates at 5
different channels simultaneously in the visible and infrared
bands, with wavelengths specified in the instrument channels
description. Channel 3 switches between 3a and 3b for daytime and
nighttime. As a high-resolution imager (about 1.1 km near nadir)
its main purpose is to provide cloud and surface information such
as cloud coverage, cloud top temperature, surface temperature over
land and sea, and vegetation or snow/ice. In addition, AVHRR
products serve as input for the level 2 processing of IASI and
ATOVS. (15 per day, \textasciitilde{}1Gb)

\subsection{CM SAF}
\label{sec-1-7}

\subsubsection{Description}
\label{sec-1-7-1}
The \href{http://www.cmsaf.eu/}{Satellite Application Facility on Climate Monitoring} (CM SAF)
is a joint venture of the Royal Netherlands Meteorological
Institute, the Swedish Meteorological and Hydrological Institute,
the Royal Meteorological Institute of Belgium, the Finnish
Meteorological Institute, the Deutscher Wetterdienst, Meteoswiss,
the UK MetOffice, with the collaboration of the European
Organization for the Exploitation of Meteorological Satellites
(EUMETSAT). The CM SAF was funded in 1992 to retrieve, archive,
and distribute climate data to be used for climate monitoring and
climate analysis. The spatial resolution of the different products
ranges from 15 to 90 km².
\subsubsection{Products}
\label{sec-1-7-2}
The CM SAF provides two categories of data: operational products
and climate data. The operational products are built on data that
is validated with on-ground stations and then is provided in near
real time to develop variability studies in diurnal and seasonal
time scales. However, climate data are long-term data series to
assess inter-annual variability.

The Operational Products are divided in four classes:

\begin{itemize}
\item \href{http://wui.cmsaf.eu/safira/action/viewProduktList?id=1}{Clouds}
\begin{itemize}
\item Fractional cloud cover
\item Cloud optical depth
\item Cloud phase
\item Cloud top height
\item Cloud top pressure
\item Cloud top temperature
\item Cloud type
\item Cloud water path
\end{itemize}
\item \href{http://wui.cmsaf.eu/safira/action/viewProduktList?id=2}{Surface radiation}
\begin{itemize}
\item Surface albedo
\item Surface downward longwave radiation
\item Surface incoming direct radiation
\item Surface incoming shortwave radiation
\item Surface net longwave radiation
\item Surface net shortwave radiation
\item Surface outgoing longwave radiation
\item Surface radiation budget
\end{itemize}
\item \href{http://wui.cmsaf.eu/safira/action/viewProduktList?id=3}{Radiation fluxes at the top of the atmosphere}
\begin{itemize}
\item Emitted thermal radiative flux at top of atmosphere
\item Incoming solar radiative flux at top of atmosphere
\item Reflected solar radiative flux at top of atmosphere
\end{itemize}
\item \href{http://wui.cmsaf.eu/safira/action/viewProduktList?id=5}{Water vapour and temperature products}
\begin{itemize}
\item Water vapour, temperature and rel. humidity at 5 layers
\item Temperature and specific humidity at 6 pressure levels
\item Vertically integrated water vapour
\end{itemize}
\end{itemize}

These products are available at daily and monthly temporal
resolutions. Some of the equivalent climate data sets are
available with hourly temporal resolutions.

The data provision is free of charge from the \href{http://wui.cmsaf.eu/}{Web User Interface}.
