dataSources.html

<div id="outline-container-sec-1-8" class="outline-3">
<h3 id="sec-1-8"><span class="section-number-3">1.8</span> LSA SAF</h3>
<div class="outline-text-3" id="text-1-8">
<p>
<a href="http://landsaf.meteo.pt/">Land Surface Analysis Satellite Applications Facility</a>
</p>

<p>
The main purpose of the Land SAF is to increase the benefits from
MSG and EPS data related to land, land-atmosphere interactions and
biophysical applications, namely by developing techniques,
products and algorithms that will allow a more effective use of
data from the two planned EUMETSAT satellites.  Although directly
designed to improve the observation of meteorological systems, the
spectral characteristics, time resolution and global coverage
offered by MSG and EPS allow for their use in a broad spectrum of
other applications, namely within the scope of land biophysical
applications.
</p>

<p>
Activities to be performed within the framework of the Land SAF
shall involve the development of products that are especially
relevant in the following fields of application:
</p>

<ul class="org-ul">
<li>Weather forecasting and climate modelling, which require
detailed information on the nature and properties of
land. Highest Land SAF priority should be towards the
meteorological community and, within that community, NWP has
been already identified as the one that has the greatest
potential of fully exploit the products;
</li>
<li>Environmental management and land use, which require information
on land cover type and land cover changes (e.g. provided by
biophysical parameters or thermal characteristics);
</li>
<li>Natural hazards management, which requires frequent observations
of terrestrial surfaces in both the solar and thermal bands;
</li>
<li>Climatological applications and climate change detection.
</li>
</ul>
</div>
</div>



<div id="outline-container-sec-1-9" class="outline-3">
<h3 id="sec-1-9"><span class="section-number-3">1.9</span> MODIS</h3>
<div class="outline-text-3" id="text-1-9">
</div><div id="outline-container-sec-1-9-1" class="outline-4">
<h4 id="sec-1-9-1"><span class="section-number-4">1.9.1</span> Description</h4>
<div class="outline-text-4" id="text-1-9-1">
<p>
The Moderate-resolution Imaging Spectroradiometer (MODIS) is a
payload scientific instrument launched into Earth orbit by NASA in
1999 on board the Terra (EOS AM) Satellite, and in 2002 on board
the Aqua (EOS PM) satellite. The instruments capture data in 36
spectral bands ranging in wavelength from 0.4 µm to 14.4 µm and at
varying spatial resolutions (2 bands at 250 m, 5 bands at 500 m
and 29 bands at 1 km). Together the instruments image the entire
Earth every 1 to 2 days. They are designed to provide measurements
in large-scale global dynamics including changes in Earth&rsquo;s cloud
cover, radiation budget and processes occurring in the oceans, on
land, and in the lower atmosphere. Three on-board calibrators (a
solar diffuser combined with a solar diffuser stability monitor, a
spectral radiometric calibration assembly, and a black body)
provide in-flight calibration. 
</p>
</div>
</div>
