dataSources.html
<div id="outline-container-sec-1-9-2" class="outline-4">
<h4 id="sec-1-9-2"><span class="section-number-4">1.9.2</span> Products</h4>
<div class="outline-text-4" id="text-1-9-2">
<p>
There are six Level-2 (Orbital Swath) <a href="http://modis-atmos.gsfc.nasa.gov/MOD06_L2/index.html">MODIS Atmosphere</a> products
collected from two platforms: the Terra platform and the Aqua
platform. Each product is assigned an 8-character Earth Science Data
Type (ESDT) name, given below, which is used in cataloging and
archiving the datasets. The Level-2 MODIS Atmosphere products are:
</p>

<ul class="org-ul">
<li>The <a href="http://modis-atmos.gsfc.nasa.gov/MOD04_L2/index.html">Aerosol Product</a> monitors aerosol type, aerosol optical
thickness, particle size distribution, aerosol mass
concentration, optical properites, and radiative forcing. The
ESDT names are MOD04<sub>L2</sub> (Terra) and MYD04<sub>L2</sub> (Aqua).
</li>
</ul>


<ul class="org-ul">
<li>The <a href="http://modis-atmos.gsfc.nasa.gov/MOD05_L2/index.html">Water Vapor Product</a> monitors atmospheric water vapor and
precipitable water. The ESDT names are MOD05<sub>L2</sub> (Terra) and MYD05<sub>L2</sub> (Aqua).
</li>
</ul>


<ul class="org-ul">
<li>The <a href="http://modis-atmos.gsfc.nasa.gov/MOD06_L2/index.html">Cloud Product</a> monitors the physical and radiative properties
of clouds including cloud particle phase (ice vs. water, clouds
vs. snow), effective cloud particle radius, cloud optical
thickness, cloud shadow effects, cloud top temperature, cloud
top height, effective emissivity, cloud phase (ice vs. water,
opaque vs. non-opaque), and cloud fraction under both daytime
and nighttime conditions. The ESDT names are MOD06<sub>L2</sub> (Terra)
and MYD06<sub>L2</sub> (Aqua).
</li>
</ul>


<ul class="org-ul">
<li>The <a href="http://modis-atmos.gsfc.nasa.gov/MOD07_L2/index.html">Atmosphere Profile Product</a> monitors profiles of atmospheric
temperature and moisture, atmospheric stability, and total ozone
burden. The ESDT names are MOD07<sub>L2</sub> (Terra) and MYD07<sub>L2</sub> (Aqua).
</li>
</ul>


<ul class="org-ul">
<li>The <a href="http://modis-atmos.gsfc.nasa.gov/MOD35_L2/index.html">Cloud Mask Product</a> indicates whether a given instrument
field of view (FOV) of the Earth&rsquo;s surface is unobstructed by
clouds or affected by cloud shadows. The cloud mask also
provides additional information about the FOV including the
presence of: cirrus clouds, ice/snow, and sunglint
contamination. Finally flags denoting day/night and land/water
are included. The ESDT names are MOD35<sub>L2</sub> (Terra) and MYD35<sub>L2</sub> (Aqua).
</li>
</ul>


<ul class="org-ul">
<li>The post-launch <a href="http://modis-atmos.gsfc.nasa.gov/JOINT/index.html">Joint Atmosphere Product</a> contains a spectrum of
key parameters gleaned from the complete set of standard
at-launch Level 2 products: Aerosol, Water Vapor, Cloud,
Profile, and Cloud Mask. The Joint Atmosphere product was
designed to be small enough to minimize data transfer and
storage requirements, yet robust enough to be useful to a
significant number of MODIS data users. Scientific data sets
(SDS&rsquo;s) contained within the Joint Atmosphere product cover a
full set of high-interest parameters produced by the MODIS
Atmosphere group, and are stored at 5-km and 10-km (at nadir)
spatial resolutions. The ESDT names are MODATML2 (Terra) and
MYDATML2 (Aqua).
</li>
</ul>

<p>
MODIS Data is distributed free of charge through the Level 1 and
Atmosphere Archive and Distribution System (<a href="http://ladsweb.nascom.nasa.gov/data/search.html">LAADS</a>). MODIS Data is
stored in Heirarchical Data Format (HDF).
</p>
</div>
</div>
</div>

<div id="outline-container-sec-1-10" class="outline-3">
<h3 id="sec-1-10"><span class="section-number-3">1.10</span> PVGIS</h3>
<div class="outline-text-3" id="text-1-10">
<p>
PVGIS (Photovoltaic Geographical Information System) is a research,
demonstration and policy-support instrument for geographical
assessment of the solar energy resource in the context of integrated
management of distributed energy generation.
</p>
<ul class="org-ul">
<li>Computation of clear-sky global irradiation on a horizontal surface
</li>
<li>Sky obstruction by local terrain features (hills or mountains)
calculated from the digital elevation model.
</li>
<li>Interpolation of the clear-sky index and computation of global
irradiation on a horizontal surface.
</li>
</ul>

<p>
Results available at <a href="http://re.jrc.ec.europa.eu/pvgis/apps4/pvest.php">http://re.jrc.ec.europa.eu/pvgis/apps4/pvest.php</a>
</p>
</div>
</div>
