dataSources.tex
\subsubsection{Products}
\label{sec-1-9-2}
There are six Level-2 (Orbital Swath) \href{http://modis-atmos.gsfc.nasa.gov/MOD06_L2/index.html}{MODIS Atmosphere} products
collected from two platforms: the Terra platform and the Aqua
platform. Each product is assigned an 8-character Earth Science Data
Type (ESDT) name, given below, which is used in cataloging and
archiving the datasets. The Level-2 MODIS Atmosphere products are:

\begin{itemize}
\item The \href{http://modis-atmos.gsfc.nasa.gov/MOD04_L2/index.html}{Aerosol Product} monitors aerosol type, aerosol optical
thickness, particle size distribution, aerosol mass
concentration, optical properites, and radiative forcing. The
ESDT names are MOD04$_{\text{L2}}$ (Terra) and MYD04$_{\text{L2}}$ (Aqua).
\end{itemize}


\begin{itemize}
\item The \href{http://modis-atmos.gsfc.nasa.gov/MOD05_L2/index.html}{Water Vapor Product} monitors atmospheric water vapor and
precipitable water. The ESDT names are MOD05$_{\text{L2}}$ (Terra) and MYD05$_{\text{L2}}$ (Aqua).
\end{itemize}


\begin{itemize}
\item The \href{http://modis-atmos.gsfc.nasa.gov/MOD06_L2/index.html}{Cloud Product} monitors the physical and radiative properties
of clouds including cloud particle phase (ice vs. water, clouds
vs. snow), effective cloud particle radius, cloud optical
thickness, cloud shadow effects, cloud top temperature, cloud
top height, effective emissivity, cloud phase (ice vs. water,
opaque vs. non-opaque), and cloud fraction under both daytime
and nighttime conditions. The ESDT names are MOD06$_{\text{L2}}$ (Terra)
and MYD06$_{\text{L2}}$ (Aqua).
\end{itemize}


\begin{itemize}
\item The \href{http://modis-atmos.gsfc.nasa.gov/MOD07_L2/index.html}{Atmosphere Profile Product} monitors profiles of atmospheric
temperature and moisture, atmospheric stability, and total ozone
burden. The ESDT names are MOD07$_{\text{L2}}$ (Terra) and MYD07$_{\text{L2}}$ (Aqua).
\end{itemize}


\begin{itemize}
\item The \href{http://modis-atmos.gsfc.nasa.gov/MOD35_L2/index.html}{Cloud Mask Product} indicates whether a given instrument
field of view (FOV) of the Earth's surface is unobstructed by
clouds or affected by cloud shadows. The cloud mask also
provides additional information about the FOV including the
presence of: cirrus clouds, ice/snow, and sunglint
contamination. Finally flags denoting day/night and land/water
are included. The ESDT names are MOD35$_{\text{L2}}$ (Terra) and MYD35$_{\text{L2}}$ (Aqua).
\end{itemize}


\begin{itemize}
\item The post-launch \href{http://modis-atmos.gsfc.nasa.gov/JOINT/index.html}{Joint Atmosphere Product} contains a spectrum of
key parameters gleaned from the complete set of standard
at-launch Level 2 products: Aerosol, Water Vapor, Cloud,
Profile, and Cloud Mask. The Joint Atmosphere product was
designed to be small enough to minimize data transfer and
storage requirements, yet robust enough to be useful to a
significant number of MODIS data users. Scientific data sets
(SDS's) contained within the Joint Atmosphere product cover a
full set of high-interest parameters produced by the MODIS
Atmosphere group, and are stored at 5-km and 10-km (at nadir)
spatial resolutions. The ESDT names are MODATML2 (Terra) and
MYDATML2 (Aqua).
\end{itemize}

MODIS Data is distributed free of charge through the Level 1 and
Atmosphere Archive and Distribution System (\href{http://ladsweb.nascom.nasa.gov/data/search.html}{LAADS}). MODIS Data is
stored in Heirarchical Data Format (HDF).

\subsection{PVGIS}
\label{sec-1-10}

PVGIS (Photovoltaic Geographical Information System) is a research,
demonstration and policy-support instrument for geographical
assessment of the solar energy resource in the context of integrated
management of distributed energy generation.
\begin{itemize}
\item Computation of clear-sky global irradiation on a horizontal surface
\item Sky obstruction by local terrain features (hills or mountains)
calculated from the digital elevation model.
\item Interpolation of the clear-sky index and computation of global
irradiation on a horizontal surface.
\end{itemize}

Results available at \url{http://re.jrc.ec.europa.eu/pvgis/apps4/pvest.php}
