dataSources.html
<div id="outline-container-sec-2-1-3" class="outline-4">
<h4 id="sec-2-1-3"><span class="section-number-4">2.1.3</span> <a href="http://www.ncdc.noaa.gov/model-data/global-ensemble-forecast-system-gefs">Global Ensemble Forecast System (GEFS)</a></h4>
<div class="outline-text-4" id="text-2-1-3">
<p>
The Global Ensemble Forecast System (GEFS) is a weather forecast
model made up of 21 separate forecasts, or ensemble members. The
National Centers for Environmental Prediction (NCEP) started the
GEFS to address the nature of uncertainty in weather observations,
which are used to initialize weather forecast models. The
proverbial butterfly flapping her wings can have a cascading
effect leading to wind gusts thousands of miles away. This extreme
example illustrates that tiny, unnoticeable differences between
reality and what is actually measured can, over time, lead to
noticeable differences between what a weather model forecast
predicts and reality itself. The GEFS attempts to quantify the
amount of uncertainty in a forecast by generating an ensemble of
multiple forecasts, each minutely different, or perturbed, from
the original observations. With global coverage, GEFS is produced
four times a day with weather forecasts going out to 16
days. Gridded data are available through NOMADS. NOMADS also
contributes GEFS ensemble data to the THORPEX Interactive Grand
Global Ensemble (TIGGE) by calculating a dozen WMO-required
variables and passing to the National Center for Atmospheric
Research (NCAR) for permanent archive. 
</p>

<p>
NOMADS also provides an additional tool, <a href="http://nomads.ncdc.noaa.gov/EnsProb/">the NOMADS Ensemble
Probability Tool</a>, which allows a user to query the multiple forecast
ensemble to determine the probability that a set of conditions will
occur at a given location using all of the GEFS ensemble members in
near real-time.
</p>

<p>
Many other forecast products are available at the <a href="http://www.emc.ncep.noaa.gov/GEFS/.php">GEFS homepage</a>.
</p>
</div>
</div>
<div id="outline-container-sec-2-1-4" class="outline-4">
<h4 id="sec-2-1-4"><span class="section-number-4">2.1.4</span> <a href="http://www.ncdc.noaa.gov/data-access/model-data/model-datasets/north-american-mesoscale-forecast-system-nam">North American Model (NAM)</a></h4>
<div class="outline-text-4" id="text-2-1-4">
<p>
NAM is a regional weather forecast model covering North America down
to a horizontal resolution of 12km. Dozens of weather parameters are
available from the NAM grids, from temperature and precipitation to
lightning and turbulent kinetic energy.
</p>
</div>
</div>

<div id="outline-container-sec-2-1-5" class="outline-4">
<h4 id="sec-2-1-5"><span class="section-number-4">2.1.5</span> <a href="http://www.ncdc.noaa.gov/data-access/model-data/model-datasets/rapid-refresh-rap">Rapid Refresh (RAP)</a></h4>
<div class="outline-text-4" id="text-2-1-5">
<p>
RAP is a regional weather forecast model of North America, with
separate subgrids (with different horizontal resolutions) within the
overall North America domain. RAP forecasts are generated every hour
with forecast lengths going out 18 hours.
</p>
</div>
</div>

<div id="outline-container-sec-2-1-6" class="outline-4">
<h4 id="sec-2-1-6"><span class="section-number-4">2.1.6</span> <a href="http://www.ncdc.noaa.gov/data-access/model-data/model-datasets/rapid-update-cycle-ruc">Rapid Update Cycle (RUC)</a></h4>
<div class="outline-text-4" id="text-2-1-6">
<p>
RUC is a regional weather forecast model of the Continental United
States (CONUS) with forecast lengths going out 12 hours. RUC data are
no longer produced operationally by the National Centers for
Environmental Prediction (NCEP).
</p>
</div>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> WRF</h3>
<div class="outline-text-3" id="text-2-2">
</div><div id="outline-container-sec-2-2-1" class="outline-4">
<h4 id="sec-2-2-1"><span class="section-number-4">2.2.1</span> Description</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
The <a href="http://www.wrf-model.org/index.php">Weather Research and Forecasting</a> (WRF) Model is a
next-generation mesoscale numerical weather prediction system
designed to serve both operational forecasting and atmospheric
research needs. It features multiple dynamical cores, a
3-dimensional variational (3DVAR) data assimilation system, and a
software architecture allowing for computational parallelism and
system extensibility. WRF is suitable for a broad spectrum of
applications across scales ranging from meters to thousands of
kilometers.
</p>

<p>
The effort to develop WRF has been a collaborative partnership,
principally among the National Center for Atmospheric Research
(NCAR), the National Oceanic and Atmospheric Administration (the
National Centers for Environmental Prediction (NCEP) and the
Forecast Systems Laboratory (FSL), the Air Force Weather Agency
(AFWA), the Naval Research Laboratory, the University of Oklahoma,
and the Federal Aviation Administration (FAA). WRF allows
researchers the ability to conduct simulations reflecting either
real data or idealized configurations. WRF provides operational
forecasting a model that is flexible and efficient
computationally, while offering the advances in physics, numerics,
and data assimilation contributed by the research community.
</p>
</div>
</div>
