dataSources.org
*** Institutions
This system is used by [[http://wrf-model.org/plots/wrfrealtime.php][several institutions]]:

- NCAR ARW: 20 km CONUS: 72 h fcst from 00 Z initialization, and 48 h
  fcst from 12 Z initialization from 40 km Eta, mass coordinate. 36/12
  km CONUS/Central US two-way nested run: 48 h fcst from 00 Z
  initialization, initialization from 40 km Eta grib data, mass
  coordinates

- NCEP/EMC: WRF-NMM at 12 km horizontal resolution out to 84
  hours, 4 times a day; HiRes Window runs from WRF-NMM (5.2 km) and WRF-ARW (5.8 km).

- NOAA/GSD: 15 hr North American WRF runs, 13 km, hourly
  initialization, Gridpoint Statistical Interpolation (GSI) data
  assimilation; 15 hr CONUS WRF runs, 3 km, hourly initialization from RUC native-level coordinate.
 
- NOAA/NSSL: WRF-ARW, 4km, sub-CONUS, 36 h forecast

- National Observatory of Athens: 24km: 72h forecast from 00 Z and 12 Z initialization (European region)

- AFWA: Real time WRF forecast over North America (password required): 48 h, 00 Z 

- University of Illinois: Real time WRF forecast: 25 km (midwest region), 36 h, 00 Z initialization, mass coordinate 

- Millersville Univ, PA: 25 km Eastern US (east of Rockies): 36 h, mass coordinate 

- University of Utah, UT: 12.5 km Western US (west of Rockies): 48 h, mass coordinate


*** Meteogalicia

- Results from a WRF model freely available at the [[http://www.meteogalicia.es/web/modelos/threddsIndex.action][Thredds server]]

- Model WRF runs twice a day initialized at 00UTC (96 hours) and
  12UTC (84 hours).

- Three nested domains configured for 36km, 12km and 4km
  resolution.

- Spatial data:

  - 2D: [[http://mandeo.meteogalicia.es/thredds/catalogos/WRF_2D/catalog.html][WRF_2D/catalog.html]]

  - 3D: [[http://mandeo.meteogalicia.es/thredds/catalogos/WRF/catalog_grib.html][WRF/catalog_grib.html]]

- Time series: 
[[http://mandeo.meteogalicia.es/thredds/ncss/grid/wrf_2d_12km/fmrc/files/20130319/wrf_arw_det_history_d02_20130319_0000.nc4?var=swflx&point=true&latitude=42.13393&longitude=-1.652131][var=swflx&point=true&latitude=42.13393&longitude=-1.652131]]


*** BSC
El Barcelona Supercomputing Center usa este modelo para realizar
[[http://www.wire1002.ch/fileadmin/user_upload/Major_events/WS_Nice_2011/Spec._presentations/Jorba.pdf][short-term forecasting of solar irradiance]]. Se ha realizado una [[http://www.tdx.cat/handle/10803/129515][tesis
doctoral]] con el título "Sistema de pronóstico de radiación solar a
corto plazo a partir de un modelo meteorológico y técnicas de
post-proceso para España".


*** UPM
El [[http://artico.lma.fi.upm.es/][Grupo de Modelos y Software para el Medio Ambiente]] de la
Facultad de Informática de la UPM publica [[http://atmosfera.lma.fi.upm.es/mm5v3.6/][resultados gráficos]] de
la versión 3.6 de este modelo.


** MM5

The [[http://www.mmm.ucar.edu/mm5/][PSU/NCAR mesoscale model]] is a limited-area, nonhydrostatic or
hydrostatic (Version 2 only), terrain-following sigma-coordinate
model designed to simulate or predict mesoscale and regional-scale
atmospheric circulation. It has been developed at Penn State and
NCAR as a community mesoscale model and is continuously being
improved by contributions from users at several universities and
government laboratories.

The last major MM5 release (3.7) was December 2004, with the last bug
fix release in October 2006. Email support has been discontinued, and
online documentation and tutorials have been frozen.[1]

The Weather Research and Forecasting model (WRF) was designed as the
successor to MM5 and includes all capabilities available within the
MM5

