dataSources.html
<div id="outline-container-sec-2-2-2" class="outline-4">
<h4 id="sec-2-2-2"><span class="section-number-4">2.2.2</span> Institutions</h4>
<div class="outline-text-4" id="text-2-2-2">
<p>
This system is used by <a href="http://wrf-model.org/plots/wrfrealtime.php">several institutions</a>:
</p>

<ul class="org-ul">
<li>NCAR ARW: 20 km CONUS: 72 h fcst from 00 Z initialization, and 48 h
fcst from 12 Z initialization from 40 km Eta, mass coordinate. 36/12
km CONUS/Central US two-way nested run: 48 h fcst from 00 Z
initialization, initialization from 40 km Eta grib data, mass
coordinates
</li>

<li>NCEP/EMC: WRF-NMM at 12 km horizontal resolution out to 84
hours, 4 times a day; HiRes Window runs from WRF-NMM (5.2 km) and WRF-ARW (5.8 km).
</li>

<li>NOAA/GSD: 15 hr North American WRF runs, 13 km, hourly
initialization, Gridpoint Statistical Interpolation (GSI) data
assimilation; 15 hr CONUS WRF runs, 3 km, hourly initialization from RUC native-level coordinate.
</li>

<li>NOAA/NSSL: WRF-ARW, 4km, sub-CONUS, 36 h forecast
</li>

<li>National Observatory of Athens: 24km: 72h forecast from 00 Z and 12 Z initialization (European region)
</li>

<li>AFWA: Real time WRF forecast over North America (password required): 48 h, 00 Z 
</li>

<li>University of Illinois: Real time WRF forecast: 25 km (midwest region), 36 h, 00 Z initialization, mass coordinate 
</li>

<li>Millersville Univ, PA: 25 km Eastern US (east of Rockies): 36 h, mass coordinate 
</li>

<li>University of Utah, UT: 12.5 km Western US (west of Rockies): 48 h, mass coordinate
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-2-3" class="outline-4">
<h4 id="sec-2-2-3"><span class="section-number-4">2.2.3</span> Meteogalicia</h4>
<div class="outline-text-4" id="text-2-2-3">
<ul class="org-ul">
<li>Results from a WRF model freely available at the <a href="http://www.meteogalicia.es/web/modelos/threddsIndex.action">Thredds server</a>
</li>

<li>Model WRF runs twice a day initialized at 00UTC (96 hours) and
12UTC (84 hours).
</li>

<li>Three nested domains configured for 36km, 12km and 4km
resolution.
</li>

<li>Spatial data:

<ul class="org-ul">
<li>2D: <a href="http://mandeo.meteogalicia.es/thredds/catalogos/WRF_2D/catalog.html">WRF<sub>2D</sub>/catalog.html</a>
</li>

<li>3D: <a href="http://mandeo.meteogalicia.es/thredds/catalogos/WRF/catalog_grib.html">WRF/catalog<sub>grib</sub>.html</a>
</li>
</ul>
</li>

<li>Time series: 
</li>
</ul>
<p>
<a href="http://mandeo.meteogalicia.es/thredds/ncss/grid/wrf_2d_12km/fmrc/files/20130319/wrf_arw_det_history_d02_20130319_0000.nc4?var=swflx&point=true&latitude=42.13393&longitude=-1.652131">var=swflx&amp;point=true&amp;latitude=42.13393&amp;longitude=-1.652131</a>
</p>
</div>
</div>

<div id="outline-container-sec-2-2-4" class="outline-4">
<h4 id="sec-2-2-4"><span class="section-number-4">2.2.4</span> BSC</h4>
<div class="outline-text-4" id="text-2-2-4">
<p>
El Barcelona Supercomputing Center usa este modelo para realizar
<a href="http://www.wire1002.ch/fileadmin/user_upload/Major_events/WS_Nice_2011/Spec._presentations/Jorba.pdf">short-term forecasting of solar irradiance</a>. Se ha realizado una <a href="http://www.tdx.cat/handle/10803/129515">tesis
doctoral</a> con el título &ldquo;Sistema de pronóstico de radiación solar a
corto plazo a partir de un modelo meteorológico y técnicas de
post-proceso para España&rdquo;.
</p>
</div>
</div>

<div id="outline-container-sec-2-2-5" class="outline-4">
<h4 id="sec-2-2-5"><span class="section-number-4">2.2.5</span> UPM</h4>
<div class="outline-text-4" id="text-2-2-5">
<p>
El <a href="http://artico.lma.fi.upm.es/">Grupo de Modelos y Software para el Medio Ambiente</a> de la
Facultad de Informática de la UPM publica <a href="http://atmosfera.lma.fi.upm.es/mm5v3.6/">resultados gráficos</a> de
la versión 3.6 de este modelo.
</p>
</div>
</div>
</div>

<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> MM5</h3>
<div class="outline-text-3" id="text-2-3">
<p>
The <a href="http://www.mmm.ucar.edu/mm5/">PSU/NCAR mesoscale model</a> is a limited-area, nonhydrostatic or
hydrostatic (Version 2 only), terrain-following sigma-coordinate
model designed to simulate or predict mesoscale and regional-scale
atmospheric circulation. It has been developed at Penn State and
NCAR as a community mesoscale model and is continuously being
improved by contributions from users at several universities and
government laboratories.
</p>

<p>
The last major MM5 release (3.7) was December 2004, with the last bug
fix release in October 2006. Email support has been discontinued, and
online documentation and tutorials have been frozen.<sup><a id="fnr.1" name="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>

<p>
The Weather Research and Forecasting model (WRF) was designed as the
successor to MM5 and includes all capabilities available within the
MM5
</p>
</div>
