dataSources.tex
\subsubsection{Institutions}
\label{sec-2-2-2}
This system is used by \href{http://wrf-model.org/plots/wrfrealtime.php}{several institutions}:

\begin{itemize}
\item NCAR ARW: 20 km CONUS: 72 h fcst from 00 Z initialization, and 48 h
fcst from 12 Z initialization from 40 km Eta, mass coordinate. 36/12
km CONUS/Central US two-way nested run: 48 h fcst from 00 Z
initialization, initialization from 40 km Eta grib data, mass
coordinates

\item NCEP/EMC: WRF-NMM at 12 km horizontal resolution out to 84
hours, 4 times a day; HiRes Window runs from WRF-NMM (5.2 km) and WRF-ARW (5.8 km).

\item NOAA/GSD: 15 hr North American WRF runs, 13 km, hourly
initialization, Gridpoint Statistical Interpolation (GSI) data
assimilation; 15 hr CONUS WRF runs, 3 km, hourly initialization from RUC native-level coordinate.

\item NOAA/NSSL: WRF-ARW, 4km, sub-CONUS, 36 h forecast

\item National Observatory of Athens: 24km: 72h forecast from 00 Z and 12 Z initialization (European region)

\item AFWA: Real time WRF forecast over North America (password required): 48 h, 00 Z

\item University of Illinois: Real time WRF forecast: 25 km (midwest region), 36 h, 00 Z initialization, mass coordinate

\item Millersville Univ, PA: 25 km Eastern US (east of Rockies): 36 h, mass coordinate

\item University of Utah, UT: 12.5 km Western US (west of Rockies): 48 h, mass coordinate
\end{itemize}

\subsubsection{Meteogalicia}
\label{sec-2-2-3}

\begin{itemize}
\item Results from a WRF model freely available at the \href{http://www.meteogalicia.es/web/modelos/threddsIndex.action}{Thredds server}

\item Model WRF runs twice a day initialized at 00UTC (96 hours) and
12UTC (84 hours).

\item Three nested domains configured for 36km, 12km and 4km
resolution.

\item Spatial data:

\begin{itemize}
\item 2D: \href{http://mandeo.meteogalicia.es/thredds/catalogos/WRF_2D/catalog.html}{WRF$_{\text{2D}}$/catalog.html}

\item 3D: \href{http://mandeo.meteogalicia.es/thredds/catalogos/WRF/catalog_grib.html}{WRF/catalog$_{\text{grib}}$.html}
\end{itemize}

\item Time series:
\end{itemize}
\href{http://mandeo.meteogalicia.es/thredds/ncss/grid/wrf_2d_12km/fmrc/files/20130319/wrf_arw_det_history_d02_20130319_0000.nc4?var=swflx&point=true&latitude=42.13393&longitude=-1.652131}{var=swflx\&point=true\&latitude=42.13393\&longitude=-1.652131}

\subsubsection{BSC}
\label{sec-2-2-4}
El Barcelona Supercomputing Center usa este modelo para realizar
\href{http://www.wire1002.ch/fileadmin/user_upload/Major_events/WS_Nice_2011/Spec._presentations/Jorba.pdf}{short-term forecasting of solar irradiance}. Se ha realizado una \href{http://www.tdx.cat/handle/10803/129515}{tesis
doctoral} con el título ``Sistema de pronóstico de radiación solar a
corto plazo a partir de un modelo meteorológico y técnicas de
post-proceso para España''.

\subsubsection{UPM}
\label{sec-2-2-5}
El \href{http://artico.lma.fi.upm.es/}{Grupo de Modelos y Software para el Medio Ambiente} de la
Facultad de Informática de la UPM publica \href{http://atmosfera.lma.fi.upm.es/mm5v3.6/}{resultados gráficos} de
la versión 3.6 de este modelo.

\subsection{MM5}
\label{sec-2-3}

The \href{http://www.mmm.ucar.edu/mm5/}{PSU/NCAR mesoscale model} is a limited-area, nonhydrostatic or
hydrostatic (Version 2 only), terrain-following sigma-coordinate
model designed to simulate or predict mesoscale and regional-scale
atmospheric circulation. It has been developed at Penn State and
NCAR as a community mesoscale model and is continuously being
improved by contributions from users at several universities and
government laboratories.

The last major MM5 release (3.7) was December 2004, with the last bug
fix release in October 2006. Email support has been discontinued, and
online documentation and tutorials have been frozen.\footnote{DEFINITION NOT FOUND.}

The Weather Research and Forecasting model (WRF) was designed as the
successor to MM5 and includes all capabilities available within the
MM5
