dataSources.html

<div id="outline-container-sec-2-3-1" class="outline-4">
<h4 id="sec-2-3-1"><span class="section-number-4">2.3.1</span> Description</h4>
<div class="outline-text-4" id="text-2-3-1">
<p>
The Fifth-Generation NCAR / Penn State Mesoscale Model (MM5) is
the latest in a series that developed from a mesoscale model used
by Anthes at Penn State in the early 70&rsquo;s that was later
documented by Anthes and Warner (1978). Since that time, it has
undergone many changes designed to broaden its usage. These
include (i) a multiple-nest capability, (ii) nonhydrostatic
dynamics, which allows the model to be used at a few-kilometer
scale, (iii) multitasking capability on shared- and
distributed-memory machines, (iv) a four-dimensional
data-assimilation capability, and (v) more physics options.
</p>

<p>
The model (known as MM5) is supported by several auxiliary
programs, which are referred to collectively as the MM5 modeling
system.  
</p>

<p>
Terrestrial and isobaric meteorological data are horizontally
interpolated (programs TERRAIN and REGRID) from a
latitude-longitude mesh to a variable high-resolution domain on
either a Mercator, Lambert conformal, or polar stereographic
projection. Since the interpolation does not provide mesoscale
detail, the interpolated data may be enhanced (program RAWINS or
little<sub>r</sub>) with observations from the standard network of surface
and rawinsonde stations using either a successive-scan Cressman
technique or multiquadric scheme. Program INTERPF performs the
vertical interpolation from pressure levels to the sigma
coordinate system of MM5. Sigma surfaces near the ground closely
follow the terrain, and the higher-level sigma surfaces tend to
approximate isobaric surfaces. Since the vertical and horizontal
resolution and domain size are variable, the modeling package
programs employ parameterized dimensions requiring a variable
amount of core memory. Some peripheral storage devices are also
used.
</p>

<p>
Since MM5 is a regional model, it requires an initial condition as
well as lateral boundary condition to run. To produce lateral
boundary condition for a model run, one needs gridded data to
cover the entire time period that the model is integrated.
</p>
</div>
</div>
</div>


<div id="outline-container-sec-2-4" class="outline-3">
<h3 id="sec-2-4"><span class="section-number-3">2.4</span> ECMWF</h3>
<div class="outline-text-3" id="text-2-4">
<p>
The <a href="http://www.ecmwf.int/en/about">European Centre for Medium-Range Weather Forecasts</a> (ECMWF, the
Centre) is an intergovernmental organisation supported by 34
States, based in Reading, west of London, in the United Kingdom.
</p>

<p>
ECMWF produces a suite of <a href="http://www.ecmwf.int/en/forecasts">operational forecasts</a> for various lead
times:
</p>

<ul class="org-ul">
<li>Medium-range forecast: comprises the high-resolution and the
ensemble forecasts of weather, at the space and time-scales
represented by the relevant model, up to 10 and 15 days ahead,
respectively, and the associated uncertainty.
</li>
<li>Extended-range (monthly) forecast: comprises ensembles of
individual forecasts and post-processed products of average
conditions (e.g. weekly averages) up to 1 month ahead, and the
associated uncertainty.
</li>
<li>Long-range forecast: comprises ensembles of individual forecasts
and post-processed products of average conditions (e.g. monthly
averages) up to 13 months ahead, and the associated uncertainty.
</li>
</ul>

<p>
In addition re-forecasts are calculated operationally using the
current system configuration but applied to the weather over past
decades. 
</p>

<p>
Depending on the products <i>different tariffs</i> may apply. Specific
data sets are available free of charge from the <a href="http://data-portal.ecmwf.int/">data server</a>,
subject to terms and conditions.
</p>
</div>
</div>

<div id="outline-container-sec-2-5" class="outline-3">
<h3 id="sec-2-5"><span class="section-number-3">2.5</span> AEMET</h3>
<div class="outline-text-3" id="text-2-5">
<p>
Dentro de las actividades de I+D+i de AEMET se encuadran los
modelos numéricos HIRLAM y HARMONIE, la predicción probabilítica y
la predicción inmediata. AEMET ofrece los resultados dentro de su
cartera de servicios según una <a href="https://sede.aemet.gob.es/documentos/es/servicios/publicos/AEMET/solicitudes/20060201.pdf">lista de tarifas</a>. Según se recoge
en esta lista &ldquo;el suministro de prestaciones a los organismos de
investigación, oficialmente reconocidos como tales, en la
realización de proyectos de investigación no lucrativos debe ser
realizada, por quien esté debidamente autorizado, en el modelo
establecido por el Instituto Nacional de Meteorología para este
fin.&rdquo;
</p>
</div>
