dataSources.tex

\subsubsection{Description}
\label{sec-2-3-1}

The Fifth-Generation NCAR / Penn State Mesoscale Model (MM5) is
the latest in a series that developed from a mesoscale model used
by Anthes at Penn State in the early 70's that was later
documented by Anthes and Warner (1978). Since that time, it has
undergone many changes designed to broaden its usage. These
include (i) a multiple-nest capability, (ii) nonhydrostatic
dynamics, which allows the model to be used at a few-kilometer
scale, (iii) multitasking capability on shared- and
distributed-memory machines, (iv) a four-dimensional
data-assimilation capability, and (v) more physics options.

The model (known as MM5) is supported by several auxiliary
programs, which are referred to collectively as the MM5 modeling
system.  

Terrestrial and isobaric meteorological data are horizontally
interpolated (programs TERRAIN and REGRID) from a
latitude-longitude mesh to a variable high-resolution domain on
either a Mercator, Lambert conformal, or polar stereographic
projection. Since the interpolation does not provide mesoscale
detail, the interpolated data may be enhanced (program RAWINS or
little$_{\text{r}}$) with observations from the standard network of surface
and rawinsonde stations using either a successive-scan Cressman
technique or multiquadric scheme. Program INTERPF performs the
vertical interpolation from pressure levels to the sigma
coordinate system of MM5. Sigma surfaces near the ground closely
follow the terrain, and the higher-level sigma surfaces tend to
approximate isobaric surfaces. Since the vertical and horizontal
resolution and domain size are variable, the modeling package
programs employ parameterized dimensions requiring a variable
amount of core memory. Some peripheral storage devices are also
used.

Since MM5 is a regional model, it requires an initial condition as
well as lateral boundary condition to run. To produce lateral
boundary condition for a model run, one needs gridded data to
cover the entire time period that the model is integrated.


\subsection{ECMWF}
\label{sec-2-4}

The \href{http://www.ecmwf.int/en/about}{European Centre for Medium-Range Weather Forecasts} (ECMWF, the
Centre) is an intergovernmental organisation supported by 34
States, based in Reading, west of London, in the United Kingdom.

ECMWF produces a suite of \href{http://www.ecmwf.int/en/forecasts}{operational forecasts} for various lead
times:

\begin{itemize}
\item Medium-range forecast: comprises the high-resolution and the
ensemble forecasts of weather, at the space and time-scales
represented by the relevant model, up to 10 and 15 days ahead,
respectively, and the associated uncertainty.
\item Extended-range (monthly) forecast: comprises ensembles of
individual forecasts and post-processed products of average
conditions (e.g. weekly averages) up to 1 month ahead, and the
associated uncertainty.
\item Long-range forecast: comprises ensembles of individual forecasts
and post-processed products of average conditions (e.g. monthly
averages) up to 13 months ahead, and the associated uncertainty.
\end{itemize}

In addition re-forecasts are calculated operationally using the
current system configuration but applied to the weather over past
decades. 

Depending on the products \texttt{different tariffs} may apply. Specific
data sets are available free of charge from the \href{http://data-portal.ecmwf.int/}{data server},
subject to terms and conditions.

\subsection{AEMET}
\label{sec-2-5}

Dentro de las actividades de I+D+i de AEMET se encuadran los
modelos numéricos HIRLAM y HARMONIE, la predicción probabilítica y
la predicción inmediata. AEMET ofrece los resultados dentro de su
cartera de servicios según una \href{https://sede.aemet.gob.es/documentos/es/servicios/publicos/AEMET/solicitudes/20060201.pdf}{lista de tarifas}. Según se recoge
en esta lista ``el suministro de prestaciones a los organismos de
investigación, oficialmente reconocidos como tales, en la
realización de proyectos de investigación no lucrativos debe ser
realizada, por quien esté debidamente autorizado, en el modelo
establecido por el Instituto Nacional de Meteorología para este
fin.''
