dataSources.org
*** Hirlam
[[http://www.aemet.es/es/eltiempo/prediccion/modelosnumericos/hirlam][Hirlam]] es un modelo hidrostático de puntos de rejilla con una
dinámica semilagrangiana, en el que son parametrizados los
procesos radiativos y los que suceden a escala sub-rejilla
(turbulencia, nubes y condensación, convección, intercambios de
agua y energía con la superficie…).

El estado inicial atmosférico, o análisis, se obtiene corrigiendo
una primera estimación (basada en una predicción a corto plazo
reciente), mediante la asimilación de observaciones convencionales
(procedentes de estaciones de superficie en tierra, barcos y
boyas, radiosondeos y aviones), así como los datos brutos medidos
por los instrumentos a bordo de los satélites meteorológicos,
mediante un método variacional tri o tetradimensional (3DVAR o
4DVAR). Los campos iniciales de superficie y suelo (temperatura
del agua del mar, espesor y cobertura de nieve, humedad y
temperaturas del suelo y subsuelo…) se describen gracias a un
sistema de análisis objetivo que utiliza diferentes tipos de
observaciones.

La cadena HIRLAM se ejecuta 4 veces al día en AEMET en 3 dominios
distintos: un área euroatlántica con 16km de resolución horizontal
y dos centradas en la Península Ibérica y Canarias de 5km de
resolución. El número de niveles en la vertical es de 40. Los
campos previstos del modelo global del Centro Europeo de
Predicción a Plazo Medio (CEPPM) se reciben 4 veces al día y se
utilizan como forzamientos en los contornos del dominio de
integración y para mejorar la descripción de la componente de
larga escala del análisis. Las observaciones utilizadas para
determinar el estado inicial atmosférico se reciben regularmente
gracias al sistema mundial de telecomunicaciones establecido por
la Organización Meteorológica Mundial.

En HIRLAM-AEMET 0.16° según el nivel seleccionado se puede acceder
a los siguientes parámetros:
 + Superficie: presión, precipitación, viento, nubosidad y temperatura
 + 850 hPa y 500 hPa: temperatura y geopotencial
 + 300 hPa: viento y geopotencial

En HIRLAM-AEMET 0.05° se puede seleccionar por C. Autónomas los
parámetros de superficie: temperatura, viento y precipitación.

En la pestaña CEPPM se puede seleccionar entre los parámetros de
presión en superficie y geopotencial de 500 hPa para tres zonas
del planeta: Atlántico Norte, Hemisferio Norte y Hemisferio Sur.

Alcances: los tres primeros días, a intervalos de 6 horas, para
HIRLAM-AEMET 0.16°, y los tres días siguientes, a intervalos de 24
horas, del modelo CEPPM. Para HIRLAM-AEMET 0.05° día y medio, a
intervalos de 3 horas.

*** Harmonie
Cuando se avanza hacia resoluciones de unos pocos kilómetros, los
efectos no hidrostáticos deben estar representados en los modelos
meteorológicos y algunos fenómenos que en resoluciones inferiores
deben ser parametrizados comienzan a ser descritos
explícitamente. En el año 2006, los Consorcios europeos de PNT
HIRLAM y ALADIN acordaron comenzar una cooperación para el
desarrollo de sistemas de muy alta resolución basados en modelos
no hidrostáticos.

El sistema HARMONIE, que se está desarrollando en HIRLAM, es el
resultado de esta colaboración y ha sido diseñado de forma
flexible, pudiendo ser utilizado en diferentes escalas espaciales:
desde la sinóptica hasta resoluciones inferiores a 1km. Además del
modelo de predicción, consta de un sistema de asimilación de datos
para la inicialización del estado atmosférico y de un módulo de
análisis de superficie. Tiene implementados diferentes conjuntos
de parametrizaciones físicas que resultan apropiados para cada
escala espacial. El núcleo de la dinámica no hidrostática
aprovecha los desarrollos obtenidos por el grupo ALADIN. Las
librerías de código se comparten entre el CEPPM, los Consorcios
HIRLAM y ALADIN y el Servicio Meteorológico francés.

El modelo HARMONIE en modo no hidrostático incluye 6 variables de
pronóstico para los procesos húmedos: vapor de agua, agua líquida,
cristales de hielo, lluvia, nieve y nieve granulada o
granizo. Esta versión del modelo se ejecuta diariamente en modo
experimental en AEMET sobre un área que cubre la península Ibérica
y Baleares a 2,5km de resolución horizontal y 65 niveles en la
vertical.

