dataSources.tex
\subsubsection{SAF  de Nowcasting}
\label{sec-2-5-3}

El \href{http://www.nwcsaf.org/HD/MainNS.jsp}{SAF de Nowcasting} (NWC SAF), pertenece a la Red de Centros de
Aplicaciones Satelitales (Satellite Application Facilities, SAF)
que la organización europea para la explotación de los satélites
meteorológicos, EUMETSAT, tiene distribuidos por Europa, como
parte del segmento terrestre. Su objetivo es proporcionar
servicios operativos que optimicen el uso de datos de satélite
para la predicción inmediata y a muy corto plazo.

El NWC SAF está desarrollado por un Consorcio integrado los
Servicos Meteorológicos Nacionales de Francia, Suecia, Austria y
España, siendo liderado por AEMET.  El proyecto fue firmado en
diciembre de 1996 entre EUMETSAT y el entonces Instituto Nacional
de Meteorología, comenzando la fase de desarrollo en febrero
de 1997. Para conseguir su objetivo, el SAF de Nowcasting es el
responsable del desarrollo y mantenimiento de aplicaciones
software, así como de dar apoyo a los usuarios en el uso tanto del
software como de los productos finales. El NWC SAF está
considerado Centro de Excelencia para el Nowcasting en EUMETSAT.

Los productos desarrollados son aplicables a los satélites
meteorológicos geostacionarios MSG (Meteosat Second Generation) y
de órbita polar PPS (Tiros-NOAA y EPS-Metop). AEMET es responsable
de los productos MSG en aire claro, el de estimación de
precipitación convectiva y el de vientos en alta resolución.

Para plazos inferiores a 6 horas (1-3-6 horas), junto a los
modelos deterministas (CEPPM, HIRLAM y HARMONIE), la incorporación
del resto de herramientas (productos del NWC SAF, aplicaciones
operativas de nowcasting, observaciones de satélite, radar y
estaciones meteorológicas automáticas…), ha permitido ensayar
predicciones experimentales cuantitativas de las áreas (alrededor
de un punto) donde se esperaba precipitación intensa con
probabilidad del 60-80\%, así como la cantidad de precipitación
esperada, hora de inicio de la precipitación/convección (+/- 30
minutos) y predicción del desplazamiento de los sistemas nubosos
responsables de la lluvia fuerte o convección severa.

\begin{enumerate}
\item \href{http://www.nwcsaf.org/indexScientificDocumentation.html}{Products}
\label{sec-2-5-3-1}
\begin{itemize}
\item Cloud products
\item Precipitating clouds
\item Cconvective rainfall rate
\item High resolution
\item Air mass analysis
\item [\ldots{}]
\end{itemize}
\item Nowcasting SAF User Policy
\label{sec-2-5-3-2}

All current National Meteorological Services within the EUMETSAT
Member States and Co-operating States and those who in a future
shall become EUMETSAT Member States or Co-operating States, will
be automatically considered potential users.

Any other Organisation may apply to become a user through the
Leading Entity (emailing to NWC SAF Manager mafernandeza@aemet.es
and asanchezp@aemet.es). Decision will be taken by the Nowcasting
SAF according to the EUMETSAT Data Policy affecting the Nowcasting
SAF and will be communicated to the intended user accordingly.
\end{enumerate}
\subsubsection{Sistemas de Predicción por Conjuntos para la predicción probabilística}
\label{sec-2-5-4}
Para generar predicciones a medio plazo, entre 3 y 5 días, AEMET
postprocesa y utiliza las salidas del Sistema global de Predicción
por Conjuntos (Ensemble Prediction System, EPS), del Centro
Europeo de Predicción a Plazo Medio (CEPPM), basado en
perturbaciones del estado inicial atmosférico y de las
contribuciones de las parametrizaciones físicas del modelo. Para
la predicción probabilística en el corto plazo, hasta 48 horas,
AEMET es pionera en el desarrollo y ejecución experimental a
escala diaria de un Sistema de Predicción por Conjuntos, SREPS, de
mayor resolución (25km) y con 25 miembros, basado en la
integración de 5 modelos numéricos en área limitada diferentes
forzados con las predicciones de 5 modelos globales distintos. Con
ello se pretende muestrear las incertidumbres procedentes de los
errores de los modelos, las condiciones iniciales y las
condiciones de contorno.
\subsubsection{Desarrollo de técnicas avanzadas de verificación}
\label{sec-2-5-5}

La verificación de las predicciones de los modelos meteorológicos
frente a observaciones forma parte de las cadenas operativas de
predicción numérica del tiempo ejecutadas en AEMET, tanto
deterministas como las basadas en predicción por conjuntos. Con
SREPS, AEMET diseñó, desarrolló y puso en funcionamiento un
sistema completo de postproceso de las salidas de sus miembros,
así como de verificación de las predicciones probabilísticas
generadas, que ha sido posteriormente implementado en el sistema
GLAMEPS de HIRLAM.
