dataSources.org
*** Métodos de adaptación estadística a las salidas de los modelos numéricos

A pesar del aumento significativo de su resolución y complejidad,
los modelos numéricos meteorológicos son representaciones
simplificadas de los procesos atmosféricos. Cuando se requieren
predicciones cuantitativas de variables tales como lluvia,
temperaturas extremas, etc. a nivel muy local, todavía se hace
necesario aplicar a sus salidas métodos de adaptación
estadística. AEMET viene trabajando en el desarrollo y puesta en
funcionamiento de diferentes métodos de adaptación estadística de
las salidas directas de los modelos desde hace más de dos décadas.

*** Herramientas para la identificación objetiva de estructuras convectivas

Una gran cantidad de los casos de lluvias intensas y vientos
fuertes que ocurren muy frecuentemente en España son producidos
por fenómenos convectivos, que en ocasiones llevan también
asociados granizo de gran tamaño e incluso tornados. A lo largo de
la última década, AEMET ha venido desarrollando nuevas
aplicaciones para analizar y caracterizar de forma objetiva en 2 y
3 dimensiones las estructuras convectivas.  El procedimiento
desarrollado integra diferentes fuentes de datos: radar, rayos,
satélite y salidas de modelos numéricos. También incluye un módulo
específico para estimar la probabilidad de granizo, así como la
extrapolación de las esctructuras convectivas. Las herramientas
han sido desarrolladas en el entorno del sistema McIDAS y generan
avisos gráficos a los predictores sobre la ocurrencia de este tipo
de fenómenos. Estos productos son de gran ayuda para la labor de
vigilancia y predicción inmediata llevada a cabo por los
predictores, tanto en los avisos de índole general como en la
predicción para sectores de usuarios específicos, como el
aeronáutico.



** forecast.io

*** Data sources
Forecast.io is backed by a wide range of data sources, which are
aggregated together statistically to provide the most accurate
forecast possible for a given location:

    - Dark Sky’s own hyperlocal precipitation forecasting system (id darksky), backed by radar data from the following systems:
      - The USA NOAA’s NEXRAD system (USA).
      - The UK Met Office’s NIMROD system (UK, Ireland).
      - (More coming soon.)
    - The USA NOAA’s LAMP system (USA, id lamp).
    - The UK Met Office’s Datapoint API (UK, id datapoint).
    - The Norwegian Meteorological Institute’s meteorological forecast API (global, id metno).
    - The USA NOAA’s Global Forecast System (global, id gfs).
    - The USA NOAA’s Integrated Surface Database (global, id isd).
    - The USA NOAA’s Public Alert system (USA, id nwspa).
    - The UK Met Office’s Severe Weather Warning system (UK, id metwarn).
    - Environment Canada’s Canadian Meteorological Center ensemble model (global, id cmc).
    - The US Navy’s Fleet Numerical Meteorology and Oceanography Ensemble Forecast System (global, id fnmoc).
    - The USA NOAA and Environment Canada’s North American Ensemble Forecast System (global, id naefs).
    - The USA NOAA’s North American Mesoscale Model (North America, id nam).
    - The USA NOAA’s Rapid Refresh Model (North America, id rap).
    - The Norwegian Meteorological Institute’s GRIB file forecast for Central Europe (Europe, id metno_ce).
    - The Norwegian Meteorological Institute’s GRIB file forecast for Northern Europe (Europe, id metno_ne).
    - Worldwide METAR weather reports (global, id metar).
    - The USA NOAA/NCEP’s Short-Range Ensemble Forecast (North America, id sref).
    - The USA NOAA/NCEP’s Real-Time Mesoscale Analysis model (North America, id rtma).
    - The USA NOAA/ESRL’s Meteorological Assimilation Data Ingest System (global, id madis).
      
*** API
The [[https://developer.forecast.io/docs/v2][Forecast API]] lets you query for most locations on the globe, and returns:

- Current conditions
- Minute-by-minute forecasts out to 1 hour (where available)
- Hour-by-hour forecasts out to 48 hours
- Day-by-day forecasts out to 7 days

*** Pricing policy
You can use the API in both commercial and non-commercial applications.

- The first thousand API calls you make every day are free, period.
- Every API call after that costs $1 per 10,000 (that is, 0.01¢).
- Credit us with a “Powered by Forecast” badge that links to http://forecast.io/ wherever you display data from the API.


** OpenWeatherMap

The [[http://openweathermap.org/][OpenWeatherMap service]] provides open current weather and forecast
that is available on our web-site for everybody and by API for
developers. Ideology of our service is inspired by OpenStreetMap and
Wikipedia that make information free and available for
everybody. OpenWeatherMap provides wide range of weather data
including current weather,forecast, precipitations, wind, clouds, data
from weather stations, lots of maps, analytics and many others. We
have own model of weather calculation that involves global
meteorological broadcast data, own WRF calculation for regions and
real-time data from more than 40,000 weather stations.

