dataSources.html
<div id="outline-container-sec-2-5-6" class="outline-4">
<h4 id="sec-2-5-6"><span class="section-number-4">2.5.6</span> Métodos de adaptación estadística a las salidas de los modelos numéricos</h4>
<div class="outline-text-4" id="text-2-5-6">
<p>
A pesar del aumento significativo de su resolución y complejidad,
los modelos numéricos meteorológicos son representaciones
simplificadas de los procesos atmosféricos. Cuando se requieren
predicciones cuantitativas de variables tales como lluvia,
temperaturas extremas, etc. a nivel muy local, todavía se hace
necesario aplicar a sus salidas métodos de adaptación
estadística. AEMET viene trabajando en el desarrollo y puesta en
funcionamiento de diferentes métodos de adaptación estadística de
las salidas directas de los modelos desde hace más de dos décadas.
</p>
</div>
</div>
<div id="outline-container-sec-2-5-7" class="outline-4">
<h4 id="sec-2-5-7"><span class="section-number-4">2.5.7</span> Herramientas para la identificación objetiva de estructuras convectivas</h4>
<div class="outline-text-4" id="text-2-5-7">
<p>
Una gran cantidad de los casos de lluvias intensas y vientos
fuertes que ocurren muy frecuentemente en España son producidos
por fenómenos convectivos, que en ocasiones llevan también
asociados granizo de gran tamaño e incluso tornados. A lo largo de
la última década, AEMET ha venido desarrollando nuevas
aplicaciones para analizar y caracterizar de forma objetiva en 2 y
3 dimensiones las estructuras convectivas.  El procedimiento
desarrollado integra diferentes fuentes de datos: radar, rayos,
satélite y salidas de modelos numéricos. También incluye un módulo
específico para estimar la probabilidad de granizo, así como la
extrapolación de las esctructuras convectivas. Las herramientas
han sido desarrolladas en el entorno del sistema McIDAS y generan
avisos gráficos a los predictores sobre la ocurrencia de este tipo
de fenómenos. Estos productos son de gran ayuda para la labor de
vigilancia y predicción inmediata llevada a cabo por los
predictores, tanto en los avisos de índole general como en la
predicción para sectores de usuarios específicos, como el
aeronáutico.
</p>
</div>
</div>
</div>


<div id="outline-container-sec-2-6" class="outline-3">
<h3 id="sec-2-6"><span class="section-number-3">2.6</span> forecast.io</h3>
<div class="outline-text-3" id="text-2-6">
</div><div id="outline-container-sec-2-6-1" class="outline-4">
<h4 id="sec-2-6-1"><span class="section-number-4">2.6.1</span> Data sources</h4>
<div class="outline-text-4" id="text-2-6-1">
<p>
Forecast.io is backed by a wide range of data sources, which are
aggregated together statistically to provide the most accurate
forecast possible for a given location:
</p>

<ul class="org-ul">
<li>Dark Sky’s own hyperlocal precipitation forecasting system (id darksky), backed by radar data from the following systems:
<ul class="org-ul">
<li>The USA NOAA’s NEXRAD system (USA).
</li>
<li>The UK Met Office’s NIMROD system (UK, Ireland).
</li>
<li>(More coming soon.)
</li>
</ul>
</li>
<li>The USA NOAA’s LAMP system (USA, id lamp).
</li>
<li>The UK Met Office’s Datapoint API (UK, id datapoint).
</li>
<li>The Norwegian Meteorological Institute’s meteorological forecast API (global, id metno).
</li>
<li>The USA NOAA’s Global Forecast System (global, id gfs).
</li>
<li>The USA NOAA’s Integrated Surface Database (global, id isd).
</li>
<li>The USA NOAA’s Public Alert system (USA, id nwspa).
</li>
<li>The UK Met Office’s Severe Weather Warning system (UK, id metwarn).
</li>
<li>Environment Canada’s Canadian Meteorological Center ensemble model (global, id cmc).
</li>
<li>The US Navy’s Fleet Numerical Meteorology and Oceanography Ensemble Forecast System (global, id fnmoc).
</li>
<li>The USA NOAA and Environment Canada’s North American Ensemble Forecast System (global, id naefs).
</li>
<li>The USA NOAA’s North American Mesoscale Model (North America, id nam).
</li>
<li>The USA NOAA’s Rapid Refresh Model (North America, id rap).
</li>
<li>The Norwegian Meteorological Institute’s GRIB file forecast for Central Europe (Europe, id metno<sub>ce</sub>).
</li>
<li>The Norwegian Meteorological Institute’s GRIB file forecast for Northern Europe (Europe, id metno<sub>ne</sub>).
</li>
<li>Worldwide METAR weather reports (global, id metar).
</li>
<li>The USA NOAA/NCEP’s Short-Range Ensemble Forecast (North America, id sref).
</li>
<li>The USA NOAA/NCEP’s Real-Time Mesoscale Analysis model (North America, id rtma).
</li>
<li>The USA NOAA/ESRL’s Meteorological Assimilation Data Ingest System (global, id madis).
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2-6-2" class="outline-4">
<h4 id="sec-2-6-2"><span class="section-number-4">2.6.2</span> API</h4>
<div class="outline-text-4" id="text-2-6-2">
<p>
The <a href="https://developer.forecast.io/docs/v2">Forecast API</a> lets you query for most locations on the globe, and returns:
</p>

<ul class="org-ul">
<li>Current conditions
</li>
<li>Minute-by-minute forecasts out to 1 hour (where available)
</li>
<li>Hour-by-hour forecasts out to 48 hours
</li>
<li>Day-by-day forecasts out to 7 days
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2-6-3" class="outline-4">
<h4 id="sec-2-6-3"><span class="section-number-4">2.6.3</span> Pricing policy</h4>
<div class="outline-text-4" id="text-2-6-3">
<p>
You can use the API in both commercial and non-commercial applications.
</p>

<ul class="org-ul">
<li>The first thousand API calls you make every day are free, period.
</li>
<li>Every API call after that costs $1 per 10,000 (that is, 0.01¢).
</li>
<li>Credit us with a “Powered by Forecast” badge that links to <a href="http://forecast.io/">http://forecast.io/</a> wherever you display data from the API.
</li>
</ul>
</div>
</div>
</div>
