dataSources.tex
\subsubsection{Métodos de adaptación estadística a las salidas de los modelos numéricos}
\label{sec-2-5-6}

A pesar del aumento significativo de su resolución y complejidad,
los modelos numéricos meteorológicos son representaciones
simplificadas de los procesos atmosféricos. Cuando se requieren
predicciones cuantitativas de variables tales como lluvia,
temperaturas extremas, etc. a nivel muy local, todavía se hace
necesario aplicar a sus salidas métodos de adaptación
estadística. AEMET viene trabajando en el desarrollo y puesta en
funcionamiento de diferentes métodos de adaptación estadística de
las salidas directas de los modelos desde hace más de dos décadas.
\subsubsection{Herramientas para la identificación objetiva de estructuras convectivas}
\label{sec-2-5-7}

Una gran cantidad de los casos de lluvias intensas y vientos
fuertes que ocurren muy frecuentemente en España son producidos
por fenómenos convectivos, que en ocasiones llevan también
asociados granizo de gran tamaño e incluso tornados. A lo largo de
la última década, AEMET ha venido desarrollando nuevas
aplicaciones para analizar y caracterizar de forma objetiva en 2 y
3 dimensiones las estructuras convectivas.  El procedimiento
desarrollado integra diferentes fuentes de datos: radar, rayos,
satélite y salidas de modelos numéricos. También incluye un módulo
específico para estimar la probabilidad de granizo, así como la
extrapolación de las esctructuras convectivas. Las herramientas
han sido desarrolladas en el entorno del sistema McIDAS y generan
avisos gráficos a los predictores sobre la ocurrencia de este tipo
de fenómenos. Estos productos son de gran ayuda para la labor de
vigilancia y predicción inmediata llevada a cabo por los
predictores, tanto en los avisos de índole general como en la
predicción para sectores de usuarios específicos, como el
aeronáutico.


\subsection{forecast.io}
\label{sec-2-6}

\subsubsection{Data sources}
\label{sec-2-6-1}
Forecast.io is backed by a wide range of data sources, which are
aggregated together statistically to provide the most accurate
forecast possible for a given location:

\begin{itemize}
\item Dark Sky’s own hyperlocal precipitation forecasting system (id darksky), backed by radar data from the following systems:
\begin{itemize}
\item The USA NOAA’s NEXRAD system (USA).
\item The UK Met Office’s NIMROD system (UK, Ireland).
\item (More coming soon.)
\end{itemize}
\item The USA NOAA’s LAMP system (USA, id lamp).
\item The UK Met Office’s Datapoint API (UK, id datapoint).
\item The Norwegian Meteorological Institute’s meteorological forecast API (global, id metno).
\item The USA NOAA’s Global Forecast System (global, id gfs).
\item The USA NOAA’s Integrated Surface Database (global, id isd).
\item The USA NOAA’s Public Alert system (USA, id nwspa).
\item The UK Met Office’s Severe Weather Warning system (UK, id metwarn).
\item Environment Canada’s Canadian Meteorological Center ensemble model (global, id cmc).
\item The US Navy’s Fleet Numerical Meteorology and Oceanography Ensemble Forecast System (global, id fnmoc).
\item The USA NOAA and Environment Canada’s North American Ensemble Forecast System (global, id naefs).
\item The USA NOAA’s North American Mesoscale Model (North America, id nam).
\item The USA NOAA’s Rapid Refresh Model (North America, id rap).
\item The Norwegian Meteorological Institute’s GRIB file forecast for Central Europe (Europe, id metno$_{\text{ce}}$).
\item The Norwegian Meteorological Institute’s GRIB file forecast for Northern Europe (Europe, id metno$_{\text{ne}}$).
\item Worldwide METAR weather reports (global, id metar).
\item The USA NOAA/NCEP’s Short-Range Ensemble Forecast (North America, id sref).
\item The USA NOAA/NCEP’s Real-Time Mesoscale Analysis model (North America, id rtma).
\item The USA NOAA/ESRL’s Meteorological Assimilation Data Ingest System (global, id madis).
\end{itemize}
\subsubsection{API}
\label{sec-2-6-2}
The \href{https://developer.forecast.io/docs/v2}{Forecast API} lets you query for most locations on the globe, and returns:

\begin{itemize}
\item Current conditions
\item Minute-by-minute forecasts out to 1 hour (where available)
\item Hour-by-hour forecasts out to 48 hours
\item Day-by-day forecasts out to 7 days
\end{itemize}
\subsubsection{Pricing policy}
\label{sec-2-6-3}
You can use the API in both commercial and non-commercial applications.

\begin{itemize}
\item The first thousand API calls you make every day are free, period.
\item Every API call after that costs \$1 per 10,000 (that is, 0.01¢).
\item Credit us with a “Powered by Forecast” badge that links to \url{http://forecast.io/} wherever you display data from the API.
\end{itemize}
