dataSources.org
*** [[http://www.ncdc.noaa.gov/model-data/reanalysis-1-reanalysis-2][Reanalysis-1 / Reanalysis-2]]

The National Centers for Environmental Prediction (NCEP) is
involved with two global reanalysis projects in joint ventures
with other organizations. The first is the NCEP/NCAR Reanalysis
(Reanalysis-1), a global reanalysis of atmospheric data spanning
1948 to present. It was created in cooperation with the National
Center for Atmospheric Research (NCAR). The second project is the
NCEP/DOE Reanalysis (Reanalysis-2) project, a global reanalysis of
atmospheric data spanning 1979 to present. It was created in
cooperation with the Department of Energy (DOE). Many data sources
went into the generation of both reanalyses: surface observations,
upper-air balloon observations, aircraft observations, and
satellite observations. Data from both reanalyses are available as
a global set of gridded weather data at a 2.5 degree by 2.5 degree
horizontal resolution. The main difference between these two
global reanalysis projects is the starting date of their period of
records. The year 1979 was chosen as a beginning date with
Reanalysis-2 as it coincides with the date of modern satellite
weather ingest. Reanalysis-1 begins in the year 1948, and the data
input pattern, better known as data assimilation, changes over the
course of this reanalysis, making it an inconsistent (though still
scientifically valid) reanalysis record due to there being no
satellite ingest in the early part of the Reanalysis-1 dataset.


** ENSEMBLES

[[Http://old.ecmwf.int/research/EU_projects/ENSEMBLES/index.html][ENSEMBLES]] is an EU-funded Integrated Project that intends to
develop an ensemble prediction system for climate change based on
the principal state-of-the-art, high resolution, global and
regional Earth System models developed in Europe, validated
against quality controlled, high resolution gridded datasets for
Europe, to produce for the first time, an objective probabilistic
estimate of uncertainty in future climate at the seasonal to
decadal and longer timescales.

This ensemble prediction system will be used to quantify and
reduce the uncertainty in the representation of physical,
chemical, biological and human-related feedbacks in the Earth
System (including water resource, land use, and air quality
issues, and carbon cycle feedbacks). 

[[http://old.ecmwf.int/research/EU_projects/ENSEMBLES/data/data_dissemination.htmlhttp://www.ecmwf.int/research/EU_projects/ENSEMBLES/data/data_dissemination.html][Data]] is available free of charge. There is a [[http://ensembles.ecmwf.int/thredds/catalog.html][Thredds server]].


** reanalyses.org
Using a collaborative Wiki framework, the goal of [[http://reanalyses.org][reanalyses.org]]
is to facilitate comparison between reanalysis and observational
datasets. Evaluative content provided by reanalysis developers,
observationalists, and users; and links to detailed data
descriptions, data access methods, analysis and plotting tools,
and dataset references are available. Discussions of the recovery
of observations to improve reanalyses is also a focus. The wiki
framework encourages scientific discussion between members of
reanalyses.org and other reanalysis users. 

#+DESCRIPTION:
#+KEYWORDS:
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:t toc:t \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 
#+XSLT:
#+LATEX_HEADER: \usepackage[hyperref,x11names]{xcolor}
#+LATEX_HEADER: \hypersetup{colorlinks=true,urlcolor=SteelBlue4,linkcolor=Firebrick4}

